{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "V nastavení pro správu nebyla nalezena instance XWiki. Obraťte se na svého správce.",
    "Please provide a page name in the p parameter." : "Zadejte název stránky v parametru p.",
    "Please provide a path in the save_path parameter." : "Zadejte popis umístění v parametru save_path.",
    "Could not get the content of this page." : "Nebylo možné získat obsah této stránky.",
    "You are not permitted to create this file." : "Nemáte oprávnění pro vytvoření tohoto souboru.",
    "Could not create the file." : "Soubor není možné vytvořit.",
    "Could not find the content of this page." : "Obsah této stránky se nepodařilo nalézt.",
    "An instance with this URL already exists." : "Instance s touto URL už existuje.",
    "An instance with this URL already exists" : "Instance s touto URL už existuje",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Nepodařilo se nalézt instanci, kterou se pokoušíte nahradit. Toto by se nemělo stávat – nahlaste prosím chybu.",
    "We did not get a successful reply from the instance (URL: %s)" : "Neobdržena úspěšná odpověď od instance (URL: %s)",
    "We did not understand the instance’s version" : "Nesrozumitelná verze instance",
    "XWiki Page" : "Stránka XWiki",
    "XWiki" : "XWiki",
    "New wiki added!" : "Nová wiki přidána!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Nyní je možné vyhledávat a procházet stránky přímo z %s. Pokud na této wiki máte účet, přihlaste se, abyste mohli prohledávat stránky, ke kterým máte přístup!",
    "XWiki Integration for Nextcloud" : "Napojení na XWiki pro Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Tato aplikace umožňuje vyhledávat v a zobrazovat obsah z XWiki přímo z Nextcloud. XWiki je mocná vývojová platforma, která umožnuje přizpůsobit si wiki konkrétním potřebám. Použitím strukturovaných dat a skriptování v rámci stránek je možné vytvářet makra a aplikace, které umožňují rozšiřovat schopnosti wiki. Pozn.: pro plnou funkčnost  je třeba, aby na XWiki bylo nainstalované rozšíření pro Nextcloud (v 11.10 nebo novější).",
    "Where do you want to save the PDF?" : "Kam chcete PDF uložit?",
    "The page has been successfully saved!" : "Stránka byla úspěšně uložena!",
    "An error occurred while saving the page:" : "Došlo k chybě při ukládání stránky:",
    "This wiki is already registered. We focused it for you." : "Tato wiki už je zaregistrována. Bude tedy na ní přepnuto.",
    "Are you sure you want to remove this instance?" : "Opravdu chcete tuto instanci odebrat?",
    "Removing…" : "Odebírání …",
    "An error occured while removing the instance." : "Došlo k chybě při odebrání instance.",
    "Please try again later." : "Zkuste to znovu později",
    "with the Nextcloud app" : "pomocí aplikace Nextcloud",
    "(the Nextcloud app is missing)" : "(chybí aplikace Nextcloud)",
    "(make sure the Nextcloud application is installed)" : "(zajistěte, aby byla nainstalovaná Nextcloud aplikace)",
    "Could not reach this instance" : "Tuto instanci není možné dosáhnout",
    "Saving…" : "Ukládání …",
    "Do you want to notify users about this new instance?" : "Chcete na tuto novou instanci upozornit uživatele?",
    "An error occured while saving the instance." : "Při ukládání instance došlo k chybě.",
    "Sorry, could not save the settings" : "Je nám líto, nastavení nebylo možné uložit",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Tato wiki nemá Nextcloud aplikaci. To je zapotřebí pro získání přístupu k ní z Nextcloud. Požádejte správce wiki o instalaci tohoto rozšíření.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Nepodařilo se zjistit zda tato wiki má Nextcloud aplikaci. To je zapotřebí pro získání přístupu k ní z Nextcloud. Pokud se dostanete na neexistující stránku, znamená to že není nainstalovaná. V takovém případě požádejte správce wiki o instalaci tohoto rozšíření.",
    "Check" : "Kontrola",
    "Save" : "Uložit",
    "Remove" : "Odebrat",
    "XWiki Instances" : "Instance XWiki",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "Je možné přidat instance XWiki, ke kterým uživatelé budou moci přistupovat z Nextcloud.",
    "URL:" : "URL:",
    "Add" : "Přidat",
    "No wikis are registered yet." : "Zatím nejsou zaregistrovány žádné wiki stránky.",
    "URL" : "URL",
    "Actions" : "Akce",
    "Notes" : "Poznámky",
    "You are adding a wiki!" : "Přidáváte wiki!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "Ověřte, že je nainstalovaná <a>Nextcloud aplikace</a> na této wiki (tento odkaz vás přenese do správy rozšíření).",
    "You can skip this step." : "Tento krok je možné přeskočit.",
    "Users might only be able to search content guests can access." : "Uživatelé mohou moci pouze vyhledávat v obsahu, přístupném hostům.",
    "Got it" : "Pochopeno",
    "Save as PDF" : "Uložit jako PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "Pomocí aplikace XWiki budete moci hledat a zobrazovat obsah z XWiki.",
    "Please ask your administrator to add some." : "Požádejte svého správce o přidání nějaké.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Pokud jste správci, je možné wiki stránky přidávat v <a href='%s'>sekci správy XWiki</a>.",
    "Find XWiki Content" : "Hledat obsah na XWiki",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Klikněte na tlačítko hledání vpravo nahoře obrazovky a psaním začněte hledat v obsahu XWiki.",
    "Active Wikis" : "Aktivní Wiki stránky",
    "You will be able to see results from the following wikis:" : "Budete moci vidět výsledky z následujících wiki stránek:",
    "(not signed in)" : "(nepodepsáno v)",
    "You have no active wikis. You can enable some to find XWiki content." : "Nemáte žádné aktivní wiki stránky. Aby bylo možné hledat v obsahu XWiki, je třeba nějakou zapnout.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "Je možné tak učinit v <a href='%s'>Nastavení XWiki</a>.",
    "Sign in to these wikis to be able to see personalized results." : "Abyste dostávali vám přizpůsobené výsledky, přihlaste se do těchto wiki.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Chcete z Nextcloud přistupovat k jiné wiki? Požádejte správce, aby ji přidali!",
    "Integrated Mode" : "Integrovaný režim",
    "You can start browsing XWiki content using the menu on the left." : "Můžete začít procházed obsah XWiki pomocí nabídky vlevo.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "Mějte na paměti že tato funkce je pořád ještě experimentální a mohou se ukázat nějaké chyby. Prosíme nahlaste jakékoli, na které narazíte. Zpětná vazba vítána.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "Pro procházení XWiki obsahu odsud, je možné zapnout začleněný režim v <a href='%s'>nastavení XWiki</a>.",
    "Preferences" : "Předvolby",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Ve výchozím stavu jste přesměrováni na XWiki kdykoli kliknete na výsledek vyhledávání. Pokud zapnete integrovaný režim, výsledky z XWiki budou zobrazeny v rámci Nextcloud. To může napomáhat k lepšímu dojmu z používání, ale tento režim je experimentální a mohou se vyskytovat potíže se zobrazením.",
    "Integrated mode (experimental)" : "Integrovaný režim (experimentální)",
    "Get access" : "Získat přístup",
    "Use this wiki (%s)" : "Použít tuto wiki (%s)",
    "An error happened while getting access to this wiki." : "Došlo k chybě při získávání přístupu k této wiki.",
    "Please ask its administrator to register this Nextcloud instance." : "Požádejte jejího správce o zaregistrování této instance Nextcloud.",
    "You cancelled the access." : "Zrušili jste přístup.",
    "XWiki didn’t provide an access token." : "XWiki neposkytlo přístupový token.",
    "Log out" : "Odhlásit se",
    "Wikis and Access" : "Wiki stránky a přístup",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "Když něco hledáte, Nextcloud získá výsledky z následujících wiki stránek. Ve výchozím stavu k nim Nextcloud není přihlášený, takže výsledky budou takové, jaké vidí hosté.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "Pokud máte XWiki účet, je možné kliknout na „Získat přístup“, takže Nextcloud bude dát vám výsledky pro věci, ke kterým můžete přistupovat.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "Wiki stránky je možné vypínat zrušením zaškrtnutí „Použít“ u nich. Výsledky vyhledávání z těchto wiki stránek nebudou zobrazovány.",
    "Use" : "Použít",
    "Access" : "Přístup",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "Nebylo možné ověřit na váš požadavek na wiki na %s. Zkuste získat přístup pomocí níže uvedeného tlačítka. Pokud to ani tak nefunguje, požádejte správce wiki o pomoc. Je zapotřebí, aby ji nastavil tak, aby k ní Nextcloud na váš požadavek k ní mohl přistupovat.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "Nepodařilo se zkontaktovat wiki na %s. Zkuste to znovu později, nebo požádejte jejího správce o pomoc. Chyba byla: %s",
    "All set!" : "Vše nastaveno!",
    "The wiki %s is ready to be used." : "Wiki %s je připravena k použití.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Pokud po kliknutí na „Získat přístup“ získáte neexistující dokument, pak to znamená, že je třeba wiki nastavit. Požádejte jejího správce, aby tak učinil."
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}