{ "translations": {
    "Please provide a page name in the p parameter." : "Zadejte název stránky v parametru p.",
    "Could not create the file." : "Soubor není možné vytvořit.",
    "XWiki Page" : "Stránka XWiki",
    "XWiki" : "XWiki",
    "New wiki added!" : "Nová wiki přidána!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Nyní je možné vyhledávat a procházet stránky přímo z %s. Pokud na této wiki máte účet, přihlaste se, abyste mohli prohledávat stránky, ke kterým máte přístup!",
    "XWiki Integration for Nextcloud" : "Napojení na XWiki pro Nextcloud",
    "The page has been successfully saved!" : "Stránka byla úspěšně uložena!",
    "Are you sure you want to remove this instance?" : "Opravdu chcete tuto instanci odebrat?",
    "Removing…" : "Odebírání…",
    "Please try again later." : "Zkuste to znovu později",
    "with the Nextcloud app" : "pomocí aplikace Nextcloud",
    "(the Nextcloud app is missing)" : "(chybí aplikace Nextcloud)",
    "Could not reach this instance" : "Tuto instanci není možné dosáhnout",
    "Saving…" : "Ukládání…",
    "Sorry, could not save the settings" : "Je nám líto, nastavení nebylo možné uložit",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Nepodařilo se zjistit zda tato wiki má Nextcloud aplikaci. To je zapotřebí pro získání přístupu k ní z Nextcloud. Pokud se dostanete na neexistující stránku, znamená to že není nainstalovaná. V takovém případě požádejte správce wiki o instalaci tohoto rozšíření.",
    "Check" : "Kontrola",
    "Save" : "Uložit",
    "Remove" : "Odebrat",
    "XWiki Instances" : "Instance XWiki",
    "URL:" : "URL:",
    "Add" : "Přidat",
    "No wikis are registered yet." : "Zatím nejsou zaregistrovány žádné wiki stránky.",
    "URL" : "URL",
    "Actions" : "Akce",
    "Notes" : "Poznámky",
    "You are adding a wiki!" : "Přidáváte wiki!",
    "You can skip this step." : "Tento krok je možné přeskočit.",
    "Got it" : "Pochopeno",
    "Save as PDF" : "Uložit jako PDF",
    "Find XWiki Content" : "Hledat obsah na XWiki",
    "Active Wikis" : "Aktivní Wiki stránky",
    "(not signed in)" : "(nepodepsáno v)",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "Je možné tak učinit v <a href='%s'>Nastavení XWiki</a>.",
    "Integrated Mode" : "Integrovaný režim",
    "Preferences" : "Předvolby",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Ve výchozím stavu jste přesměrováni na XWiki kdykoli kliknete na výsledek vyhledávání. Pokud zapnete integrovaný režim, výsledky z XWiki budou zobrazeny v rámci Nextcloud. To může napomáhat k lepšímu dojmu z používání, ale tento režim je experimentální a mohou se vyskytovat potíže se zobrazením.",
    "Integrated mode (experimental)" : "Integrovaný režim (experimentální)",
    "Get access" : "Získat přístup",
    "Use this wiki (%s)" : "Použít tuto wiki (%s)",
    "An error happened while getting access to this wiki." : "Došlo k chybě při získávání přístupu k této wiki.",
    "You cancelled the access." : "Zrušili jste přístup.",
    "XWiki didn’t provide an access token." : "XWiki neposkytlo přístupový token.",
    "Log out" : "Odhlásit se",
    "Wikis and Access" : "Wiki stránky a přístup",
    "Use" : "Použít",
    "Access" : "Přístup",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "Nebylo možné ověřit na váš požadavek na wiki na %s. Zkuste získat přístup pomocí níže uvedeného tlačítka. Pokud to ani tak nefunguje, požádejte správce wiki o pomoc. Je zapotřebí, aby ji nastavil tak, aby k ní Nextcloud na váš požadavek k ní mohl přistupovat.",
    "All set!" : "Vše nastaveno!",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Pokud po kliknutí na „Získat přístup“ získáte neexistující dokument, pak to znamená, že je třeba wiki nastavit. Požádejte jejího správce, aby tak učinil."
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}