{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "Diese XWiki-Instanz wurde in den Administrationseinstellungen nicht gefunden. Bitte wende dich an deine Administration.",
    "Please provide a page name in the p parameter." : "Bitte im p-Parameter einen Seitennamen angeben.",
    "Please provide a path in the save_path parameter." : "Bitte im Parameter save_path einen Pfad angeben.",
    "Could not get the content of this page." : "Der Inhalt dieser Seite konnte nicht abgerufen werden.",
    "You are not permitted to create this file." : "Keine Berechtigung, diese Datei zu erstellen.",
    "Could not create the file." : "Datei konnte nicht erstellt werden.",
    "Could not find the content of this page." : "Inhalt dieser Seite konnte nicht gefunden werden.",
    "An instance with this URL already exists." : "Eine Instanz mit dieser URL existiert bereits.",
    "An instance with this URL already exists" : "Eine Instanz mit dieser URL existiert bereits",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Die Instanz, die du ersetzen möchtest, konnte nicht gefunden werden. Dies sollte nicht passieren. Bitte melde einen Fehler.",
    "We did not get a successful reply from the instance (URL: %s)" : "Es wurde keine erfolgreiche Antwort von der Instanz erhalten (URL: %s)",
    "We did not understand the instance’s version" : "Wir haben die Version der Instanz nicht verstanden",
    "XWiki Page" : "XWiki Seite",
    "XWiki" : "XWiki",
    "New wiki added!" : "Neues Wiki hinzugefügt!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Du kannst jetzt Seiten von %s durchsuchen und durchstöbern. Wenn du ein Konto in diesem Wiki hast, musst du dich anmelden, damit du Seiten durchsuchen kannst, auf die du Zugriff hast!",
    "XWiki Integration for Nextcloud" : "XWiki Integration für Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Mit dieser Anwendung kannst du Ihren XWiki-Inhalt direkt aus Nextcloud heraus suchen und anzeigen. XWiki ist eine leistungsstarke Entwicklungsplattform, mit der du das Wiki an deine spezifischen Anforderungen anpassen kannst. Mithilfe strukturierter Daten und In-Page-Scripting kannst du Makros und Anwendungen erstellen, mit denen du die Funktionen deines Wikis erweitern kannst. Hinweis: Für die volle Funktionalität ist die Nextcloud-Erweiterung für XWiki erforderlich (11.10 oder höher erforderlich).",
    "Where do you want to save the PDF?" : "Wohin soll das PDF gespeichert werden?",
    "The page has been successfully saved!" : "Die Seite wurde gespeichert!",
    "An error occurred while saving the page:" : "Es ist ein Fehler beim Speichern der Seite aufgetreten:",
    "This wiki is already registered. We focused it for you." : "Dieses Wiki ist bereits registriert. Es wurde in den Vordergrund gebracht.",
    "Are you sure you want to remove this instance?" : "Soll diese Instanz wirklich entfernt werden?",
    "Removing…" : "Entferne…",
    "An error occured while removing the instance." : "Es ist ein Fehler beim Entfernen der Instanz aufgetreten.",
    "Please try again later." : "Bitte später erneut versuchen.",
    "with the Nextcloud app" : "Mit der Nextcloud-App",
    "(the Nextcloud app is missing)" : "(Die Nextcloud-App fehlt)",
    "(make sure the Nextcloud application is installed)" : "(Sicherstellen, dass die Nextcloud-App installiert ist)",
    "Could not reach this instance" : "Diese Instanz konnte nicht erreicht werden",
    "Saving…" : "Speichere …",
    "Do you want to notify users about this new instance?" : "Sollen Benutzer über diese neue Instanz benachrichtigt werden?",
    "An error occured while saving the instance." : "Es ist ein Fehler beim Speichern der Instanz aufgetreten.",
    "Sorry, could not save the settings" : "Einstellungen konnten leider nicht gespeichert werden",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Dieses Wiki verfügt nicht über die Nextcloud-App. Diese wird benötigt, um von Nextcloud aus darauf zugreifen zu können. Bitte die Administration, diese Erweiterung zu installieren.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Es konnte nicht festgestellt werden, ob dieses Wiki über die Nextcloud-App verfügt. Diese ist erforderlich, um von Nextcloud aus darauf zugreifen zu können. Wenn du auf einer nicht vorhandenen Seite landest, bedeutet dies, dass sie nicht installiert ist. Bitte in diesem Fall die Administration des Wikis, diese Erweiterung zu installieren.",
    "Check" : "Prüfen",
    "Save" : "Speichern",
    "Remove" : "Entfernen",
    "XWiki Instances" : "XWiki-Instanzen",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "Es können XWiki-Instanzen hinzugefügt werden, auf die Benutzer von Nextcloud aus zugreifen können.",
    "URL:" : "URL:",
    "Add" : "Hinzufügen",
    "No wikis are registered yet." : "Bislang wurden keine Wikis registriert.",
    "URL" : "URL",
    "Actions" : "Aktionen",
    "Notes" : "Notizen",
    "You are adding a wiki!" : "Du fügst ein Wiki hinzu!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "Sicher stellen, dass die <a>Nextcloud-App</a> auf diesem Wiki installiert ist (dieser Link führt dich zu deinem Erweiterungsmanager).",
    "You can skip this step." : "Dieser Schritt kann übersprungen werden.",
    "Users might only be able to search content guests can access." : "Benutzer können möglicherweise nur nach Inhalten suchen, auf die Gäste zugreifen können.",
    "Got it" : "Verstanden",
    "Save as PDF" : "Als PDF speichern",
    "With the XWiki app, you will be able to search and display XWiki content." : "Mit der XWiki-App können XWiki-Inhalte gesucht und angezeigt werden.",
    "Please ask your administrator to add some." : "Bitte deine Administration, einige hinzuzufügen.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Wenn du Administrationsrechte hast, kannst du Wikis im <a href='%s'>XWiki-Administrationsabschnitt</a> hinzufügen.",
    "Find XWiki Content" : "XWiki-Inhalte finden",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Oben rechts auf dem Bildschirm auf die Suchschaltfläche klicken und mit der Eingabe beginnen, um nach XWiki-Inhalten zu suchen.",
    "Active Wikis" : "Aktive Wikis",
    "You will be able to see results from the following wikis:" : "Du kannst Ergebnisse aus folgenden Wikis sehen:",
    "(not signed in)" : "(Nicht angemeldet)",
    "You have no active wikis. You can enable some to find XWiki content." : "Keine Wikis aktiv. Es können Wikis aktiviert werden, um deren Inhalte zu finden.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "Dies kann in den <a href='%s'>XWiki-Einstellungen</a> vorgenommen werden.",
    "Sign in to these wikis to be able to see personalized results." : "Bei diesen Wikis anmelden, um personalisierte Ergebnisse angezeigt zu bekommen.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Wenn du auf ein anderes Wiki von Nextcloud aus zugreifen möchtest, bitte deine Administration darum, es hinzuzufügen!",
    "Integrated Mode" : "Integrierter Modus",
    "You can start browsing XWiki content using the menu on the left." : "Über das Menü auf der linken Seite kann mit dem Durchsuchen der XWiki-Inhalte begonnen werden.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "Bitte beachte, dass diese Funktion noch experimentell ist und Fehler auftreten können. Bitte alle gefundenen Probleme melden. Feedback ist willkommen.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "Um XWiki-Inhalte von hier aus zu durchsuchen, kann der integrierte Modus in den <a href='%s'>XWiki-Einstellungen</a> aktiviert werden.",
    "Preferences" : "Einstellungen",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Standardmäßig wirst du zu XWiki weitergeleitet, wenn du auf ein Suchergebnis klickst. Wenn du den integrierten Modus aktivierst, werden die XWiki-Ergebnisse in Nextcloud angezeigt. Dies kann zu einem nahtloseren Erlebnis führen, aber dieser Modus ist experimentell und es kann zu Anzeigeproblemen kommen.",
    "Integrated mode (experimental)" : "Integrierter Modus (Experimentell)",
    "Get access" : "Zugriff gewähren",
    "Use this wiki (%s)" : "Dieses Wiki verwenden (%s)",
    "An error happened while getting access to this wiki." : "Es ist ein Fehler beim Zugriff auf dieses Wiki aufgetreten.",
    "Please ask its administrator to register this Nextcloud instance." : "Bitte die Administration, diese Nextcloud-Instanz zu registrieren.",
    "You cancelled the access." : "Du hast den Zugang storniert.",
    "XWiki didn’t provide an access token." : "XWiki hat kein Zugriffstoken bereitgestellt.",
    "Log out" : "Abmelden",
    "Wikis and Access" : "Wikis und Zugriff",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "Bei der Suche ruft Nextcloud Ergebnisse aus den folgenden Wikis ab. Standardmäßig ist Nextcloud bei diesen Wikis nicht angemeldet, sodass nur Ergebnisse ausgegeben werden, die auch Gästen angezeigt werden.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "Wenn du ein XWiki-Konto hast, kannst du auf „Zugriff erhalten“ klicken, damit Nextcloud dir Ergebnisse für alles, auf das du Zugriff hast, anzeigen kann.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "Wikis können durch deaktivieren des Kontrollkästchens „Verwenden“ deaktiviert werden. Suchergebnisse aus diesen Wikis werden nicht angezeigt.",
    "Use" : "Verwenden",
    "Access" : "Zugriff",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "Wir konnten uns in deinem Namen im Wiki unter %s nicht anmelden. Versuche, mit der Schaltfläche unten Zugriff zu erhalten. Wenn es immer noch nicht funktioniert, bitte die Administration um Hilfe. Sie muss einrichten, dass Nextcloud in deinen Namen darauf zugreifen kann.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "Verbindung zum Wiki %s konnte nicht hergestellt werden. Bitte versuche es später noch einmal oder bitte die Administration um Hilfe. Der Fehler war: %s",
    "All set!" : "Alles fertig!",
    "The wiki %s is ready to be used." : "Das Wiki %s ist einsatzbereit.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Wenn du nach dem Klicken auf „Zugriff erhalten“ zu einem nicht vorhandenen Dokument gelangen, bedeutet dies, dass das Wiki eingerichtet werden muss. Bitte die Administration, dies für dich vorzunehmen."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}