{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "Αυτή η εγκατάσταση XWiki δεν βρέθηκε στις ρυθμίσεις διαχείρισης. Παρακαλούμε επικοινωνήστε με τον διαχειριστή σας.",
    "Please provide a page name in the p parameter." : "Παρακαλούμε δώστε ένα όνομα σελίδας στην παράμετρο p.",
    "Please provide a path in the save_path parameter." : "Παρακαλούμε δώστε μια διαδρομή στην παράμετρο save_path.",
    "Could not get the content of this page." : "Δεν ήταν δυνατή η λήψη του περιεχομένου αυτής της σελίδας.",
    "You are not permitted to create this file." : "Δεν έχετε άδεια να δημιουργήσετε αυτό το αρχείο.",
    "Could not create the file." : "Δεν ήταν δυνατή η δημιουργία του αρχείου.",
    "Could not find the content of this page." : "Δεν ήταν δυνατή η εύρεση του περιεχομένου αυτής της σελίδας.",
    "An instance with this URL already exists." : "Υπάρχει ήδη μια εγκατάσταση με αυτήν τη διεύθυνση URL.",
    "An instance with this URL already exists" : "Υπάρχει ήδη μια εγκατάσταση με αυτήν τη διεύθυνση URL",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Δεν ήταν δυνατή η εύρεση της εγκατάστασης που προσπαθείτε να αντικαταστήσετε. Αυτό δεν θα έπρεπε να συμβαίνει, παρακαλούμε αναφέρετε ένα σφάλμα.",
    "We did not get a successful reply from the instance (URL: %s)" : "Δεν λάβαμε μια επιτυχή απάντηση από την εγκατάσταση (URL: %s)",
    "We did not understand the instance’s version" : "Δεν καταλάβαμε την έκδοση της εγκατάστασης",
    "XWiki Page" : "Σελίδα XWiki",
    "XWiki" : "XWiki",
    "New wiki added!" : "Προστέθηκε νέο wiki!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Μπορείτε τώρα να αναζητήσετε και να περιηγηθείτε σελίδες από το %s. Αν έχετε λογαριασμό σε αυτό το wiki, βεβαιωθείτε ότι συνδέεστε ώστε να μπορείτε να αναζητήσετε σελίδες στις οποίες έχετε πρόσβαση!",
    "XWiki Integration for Nextcloud" : "Ενσωμάτωση XWiki για το Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Αυτή η εφαρμογή σας επιτρέπει να αναζητήσετε και να εμφανίσετε το περιεχόμενό σας από το XWiki απευθείας από το Nextcloud. Το XWiki είναι μια ισχυρή πλατφόρμα ανάπτυξης που σας επιτρέπει να προσαρμόσετε το wiki στις συγκεκριμένες ανάγκες σας. Χρησιμοποιώντας δομημένα δεδομένα και σελιδο-script μπορείτε να δημιουργήσετε μακροεντολές και εφαρμογές που σας επιτρέπουν να επεκτείνετε τις δυνατότητες του wiki σας. Σημείωση: η πλήρης λειτουργικότητα απαιτεί την επέκταση Nextcloud στο XWiki (απαιτείται έκδοση 11.10 ή νεότερη).",
    "Where do you want to save the PDF?" : "Πού θέλετε να αποθηκεύσετε το PDF;",
    "The page has been successfully saved!" : "Η σελίδα αποθηκεύτηκε με επιτυχία!",
    "An error occurred while saving the page:" : "Παρουσιάστηκε σφάλμα κατά την αποθήκευση της σελίδας:",
    "This wiki is already registered. We focused it for you." : "Αυτό το wiki είναι ήδη καταχωρημένο. Το εστιάσαμε για εσάς.",
    "Are you sure you want to remove this instance?" : "Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτήν την εγκατάσταση;",
    "Removing…" : "Γίνεται αφαίρεση…",
    "An error occured while removing the instance." : "Παρουσιάστηκε σφάλμα κατά την αφαίρεση της εγκατάστασης.",
    "Please try again later." : "Παρακαλούμε δοκιμάστε ξανά αργότερα.",
    "with the Nextcloud app" : "με την εφαρμογή Nextcloud",
    "(the Nextcloud app is missing)" : "(λείπει η εφαρμογή Nextcloud)",
    "(make sure the Nextcloud application is installed)" : "(βεβαιωθείτε ότι η εφαρμογή Nextcloud είναι εγκατεστημένη)",
    "Could not reach this instance" : "Δεν ήταν δυνατή η πρόσβαση σε αυτήν την εγκατάσταση",
    "Saving…" : "Γίνεται αποθήκευση…",
    "Do you want to notify users about this new instance?" : "Θέλετε να ειδοποιήσετε τους χρήστες για αυτήν τη νέα εγκατάσταση;",
    "An error occured while saving the instance." : "Παρουσιάστηκε σφάλμα κατά την αποθήκευση της εγκατάστασης.",
    "Sorry, could not save the settings" : "Λυπούμαστε, δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Αυτό το wiki δεν έχει την εφαρμογή Nextcloud. Αυτό είναι απαραίτητο για να έχετε πρόσβαση σε αυτό από το Nextcloud. Παρακαλούμε ζητήστε από τον διαχειριστή του να εγκαταστήσει αυτήν την επέκταση.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Δεν μπορέσαμε να καθορίσουμε αν αυτό το wiki έχει την εφαρμογή Nextcloud. Αυτό είναι απαραίτητο για να έχετε πρόσβαση σε αυτό από το Nextcloud. Αν καταλήξετε σε μια μη υπάρχουσα σελίδα, σημαίνει ότι δεν είναι εγκατεστημένη, οπότε παρακαλούμε ζητήστε από τον διαχειριστή του wiki να εγκαταστήσει αυτήν την επέκταση.",
    "Check" : "Έλεγχος",
    "Save" : "Αποθήκευση",
    "Remove" : "Αφαίρεση",
    "XWiki Instances" : "Εγκαταστάσεις XWiki",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "Μπορείτε να προσθέσετε εγκαταστάσεις XWiki στις οποίες οι χρήστες θα μπορούν να έχουν πρόσβαση από το Nextcloud.",
    "URL:" : "URL:",
    "Add" : "Προσθήκη",
    "No wikis are registered yet." : "Δεν έχουν καταχωρηθεί ακόμα wiki.",
    "URL" : "URL",
    "Actions" : "Ενέργειες",
    "Notes" : "Σημειώσεις",
    "You are adding a wiki!" : "Προσθέτετε ένα wiki!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "Βεβαιωθείτε ότι η <a>εφαρμογή Nextcloud</a> είναι εγκατεστημένη σε αυτό το wiki (αυτός ο σύνδεσμος θα σας μεταφέρει στον διαχειριστή επεκτάσεων).",
    "You can skip this step." : "Μπορείτε να παραλείψετε αυτό το βήμα.",
    "Users might only be able to search content guests can access." : "Οι χρήστες μπορεί να μπορούν να αναζητούν μόνο περιεχόμενο στο οποίο έχουν πρόσβαση οι επισκέπτες.",
    "Got it" : "Το κατάλαβα",
    "Save as PDF" : "Αποθήκευση ως PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "Με την εφαρμογή XWiki, θα μπορείτε να αναζητήσετε και να εμφανίσετε περιεχόμενο από το XWiki.",
    "Please ask your administrator to add some." : "Παρακαλούμε ζητήστε από τον διαχειριστή σας να προσθέσει μερικά.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Αν είστε διαχειριστής, μπορείτε να προσθέσετε wikis στην <a href='%s'>ενότητα διαχείρισης XWiki</a>.",
    "Find XWiki Content" : "Εύρεση περιεχομένου XWiki",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Κάντε κλικ στο κουμπί αναζήτησης στην επάνω δεξιά γωνία της οθόνης και αρχίστε να πληκτρολογείτε για να αναζητήσετε περιεχόμενο XWiki.",
    "Active Wikis" : "Ενεργά Wiki",
    "You will be able to see results from the following wikis:" : "Θα μπορείτε να δείτε αποτελέσματα από τα ακόλουθα wiki:",
    "(not signed in)" : "(δεν έχετε συνδεθεί)",
    "You have no active wikis. You can enable some to find XWiki content." : "Δεν έχετε ενεργά wiki. Μπορείτε να ενεργοποιήσετε μερικά για να βρείτε περιεχόμενο XWiki.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "Μπορείτε να το κάνετε στις <a href='%s'>ρυθμίσεις XWiki</a>.",
    "Sign in to these wikis to be able to see personalized results." : "Συνδεθείτε σε αυτά τα wiki για να μπορείτε να δείτε εξατομικευμένα αποτελέσματα.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Θέλετε να έχετε πρόσβαση σε ένα άλλο wiki από το Nextcloud; Παρακαλούμε ζητήστε από τον διαχειριστή σας να το προσθέσει!",
    "Integrated Mode" : "Ενσωματωμένη Λειτουργία",
    "You can start browsing XWiki content using the menu on the left." : "Μπορείτε να αρχίσετε να περιηγείστε στο περιεχόμενο του XWiki χρησιμοποιώντας το μενού στα αριστερά.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "Σημειώστε ότι αυτή η λειτουργία είναι ακόμα πειραματική και μπορεί να εμφανιστούν κάποια σφάλματα. Παρακαλούμε αναφέρετε οποιοδήποτε πρόβλημα βρείτε. Η ανατροφοδότηση είναι ευπρόσδεκτη.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "Για να περιηγηθείτε στο περιεχόμενο του XWiki από εδώ, μπορείτε να ενεργοποιήσετε την ενσωματωμένη λειτουργία στις <a href='%s'>ρυθμίσεις XWiki</a>.",
    "Preferences" : "Προτιμήσεις",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Από προεπιλογή, ανακατευθύνεστε στο XWiki όποτε κάνετε κλικ σε ένα αποτέλεσμα αναζήτησης. Αν ενεργοποιήσετε την ενσωματωμένη λειτουργία, τα αποτελέσματα του XWiki θα εμφανίζονται μέσα στο Nextcloud. Αυτό μπορεί να οδηγήσει σε μια πιο απρόσκοπτη εμπειρία, αλλά αυτή η λειτουργία είναι πειραματική και μπορεί να υπάρξουν προβλήματα εμφάνισης.",
    "Integrated mode (experimental)" : "Ενσωματωμένη λειτουργία (πειραματική)",
    "Get access" : "Λήψη πρόσβασης",
    "Use this wiki (%s)" : "Χρήση αυτού του wiki (%s)",
    "An error happened while getting access to this wiki." : "Παρουσιάστηκε σφάλμα κατά τη λήψη πρόσβασης σε αυτό το wiki.",
    "Please ask its administrator to register this Nextcloud instance." : "Παρακαλούμε ζητήστε από τον διαχειριστή του να καταχωρήσει αυτήν την εγκατάσταση Nextcloud.",
    "You cancelled the access." : "Ακυρώσατε την πρόσβαση.",
    "XWiki didn’t provide an access token." : "Το XWiki δεν παρείχε ένα διακριτικό πρόσβασης.",
    "Log out" : "Έξοδος",
    "Wikis and Access" : "Wikis και Πρόσβαση",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "Όταν αναζητάτε κάτι, το Nextcloud θα ανακτά αποτελέσματα από τα ακόλουθα wikis. Από προεπιλογή, το Nextcloud δεν είναι συνδεδεμένο σε αυτά τα wikis, οπότε τα αποτελέσματα θα είναι αυτά που βλέπουν οι επισκέπτες.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "Αν έχετε λογαριασμό XWiki, μπορείτε να κάνετε κλικ στο “Λήψη πρόσβασης” ώστε το Nextcloud να μπορεί να σας δώσει αποτελέσματα για τα πράγματα στα οποία έχετε πρόσβαση.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "Μπορείτε να απενεργοποιήσετε wikis αποεπιλέγοντας το πλαίσιο ελέγχου “Χρήση”. Τα αποτελέσματα αναζήτησης από αυτά τα wikis δεν θα εμφανίζονται.",
    "Use" : "Χρήση",
    "Access" : "Πρόσβαση",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "Δεν μπορέσαμε να πιστοποιηθούμε εκ μέρους σας στο wiki στο %s. Δοκιμάστε να λάβετε πρόσβαση με το κουμπί παρακάτω. Αν εξακολουθεί να μην λειτουργεί, παρακαλούμε ζητήστε βοήθεια από τον διαχειριστή του. Χρειάζεται να το ρυθμίσουν ώστε το Nextcloud να μπορεί να έχει πρόσβαση εκ μέρους σας.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "Δεν ήταν δυνατή η επικοινωνία με το wiki στο %s. Παρακαλώ δοκιμάστε ξανά αργότερα, ή ζητήστε βοήθεια από τον διαχειριστή του. Το σφάλμα ήταν: %s",
    "All set!" : "Όλα έτοιμα!",
    "The wiki %s is ready to be used." : "Το wiki %s είναι έτοιμο για χρήση.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Αν φτάσετε σε ένα μη υπάρχον έγγραφο αφού κάνετε κλικ στο “Λήψη πρόσβασης”, αυτό σημαίνει ότι το wiki πρέπει να ρυθμιστεί. Παρακαλούμε ζητήστε από τον διαχειριστή του να το κάνει για εσάς."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}