{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "XWiki instantzia hau ez da aurkitu administratzailearen ezarpenetan. Mesedez, jarri harremanetan zure administratzailearekin.",
    "Please provide a page name in the p parameter." : "Eman orriaren izena p parametroan.",
    "Please provide a path in the save_path parameter." : "Eman gordetzeko bide bat save_path parametroan.",
    "Could not get the content of this page." : "Ezin izan da orrialde honen edukia eskuratu.",
    "You are not permitted to create this file." : "Ez duzu fitxategi hau sortzeko baimenik.",
    "Could not create the file." : "Ezin izan da fitxategia sortu.",
    "Could not find the content of this page." : "Ezin izan da orrialde honen edukia aurkitu.",
    "An instance with this URL already exists." : "URL hau duen instantzia bat badago jada.",
    "An instance with this URL already exists" : "URL hau duen instantzia bat badago jada.",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Ezin izan da ordezkatzen saiatzen ari zaren instantzia aurkitu. Hau ez luke gertatu behar, mesedez jakinarazi akatsa.",
    "We did not get a successful reply from the instance (URL: %s)" : "Ez dugu instantziatik erantzun arrakastatsurik jaso (URL: %s)",
    "We did not understand the instance’s version" : "Ez dugu instantziaren bertsioa ulertu",
    "XWiki" : "XWiki",
    "New wiki added!" : "Wiki berria gehitu da!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Orain %s-n orrialdeak bilatu eta arakatu ditzakezu. Wiki honetan kontu bat baduzu, ziurtatu saioa hasi duzula, sarbidea duzun orriak bilatu ahal izateko!",
    "XWiki Integration for Nextcloud" : "Nextcloud-erako XWiki integrazioa",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Aplikazio honek zure XWiki edukia bilatu eta bistaratzeko aukera ematen dizu Nextcloud-etik zuzenean. XWiki garapen-plataforma indartsua da, wikia zure behar zehatzetara pertsonalizatzeko aukera ematen duena. Datu egituratuak eta orrialde barruko script-ak erabiliz makroak eta aplikazioak sor ditzakezu zure wikiaren gaitasunak zabaltzeko. Oharra: funtzionalitate osoak Nextcloud luzapena behar du XWiki-n (11.10 bertsioa edo berriagoa behar da).",
    "Saving…" : "Gordetzen…",
    "Save" : "Gorde",
    "Remove" : "Kendu",
    "Add" : "Gehitu",
    "URL" : "URLa",
    "Actions" : "Ekintzak",
    "Notes" : "Oharrak",
    "Preferences" : "Hobespenak",
    "Log out" : "Saioa itxi",
    "Access" : "Sarbidea"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}