{ "translations": {
	"Remove": "Supprimer",
	"URL": "URL",
	"Access": "Accès",
	"Add": "Ajouter",
	"Use": "Utiliser",
	"Log out": "Se déconnecter",
	"Generate": "Générer",
	"Cancel": "Annuler",
	"Check": "Vérifier",
	"Save": "Enregister",
	"Notes": "Notes",
	"Client ID:": "Client ID :",
	"URL:": "URL :",
	"XWiki Instances": "Instances XWiki",
	"Wikis and Access": "Wikis et accès",
	"Save as PDF": "Enregister en PDF",
	"Preferences": "Préférences",
	"Use this wiki (%s)": "Utiliser ce wiki (%s)",
	"Click on the search button at the top right of the screen and start typing to search XWiki content.": "Cliquez sur le bouton rechercher en haut à droite de l’écran pour trouver du contenu sur XWiki.",
	"Find XWiki Content": "Trouver du contenu XWiki",
	"Active Wikis": "Wikis actifs",
	"You have no active wikis. You can enable some to find XWiki content.": "Vous n’avez aucun wiki actif. Vous pouvez en activer pour chercher du contenu sur XWiki.",
	"You will be able to see results from the following wikis:": "Vous pourrez trouver du contenu dans les wikis suivant :",
	"Sign in to these wikis to be able to see personalized results.": "Connectez-vous à ces wikis pour obtenir des résultats personnalisés.",
	"You can do so in the <a href='%s'>XWiki settings</a>.": "Vous pouvez le faire dans les <a href='%s'>paramètres XWiki</a>.",
	"If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>.": "Si vous administrez cette instance Nextcloud, vous pouvez ajouter des wikis dans la <a href='%s'>section d’administration XWiki</a>.",
	"(not signed in)": "(non connecté·e)",
	"An error happened while getting access to this wiki.": "Une erreur est survenue lors de l’obtention de l'accès à ce wiki.",
	"Please ask its administrator to register this Nextcloud instance.": "Merci de bien vouloir demander à la personne qui s’occupe de cette instance Nextcloud de l’enregistrer auprès d'XWiki.",
	"You cancelled the access.": "Vous avez annulé la demande d’accès.",
	"XWiki didn’t provide an access token.": "XWiki n’a pas fourni de jeton d’accès (access token).",
	"With the XWiki app, you will be able to search and display XWiki content.": "Avec l’application XWiki, vous allez pouvoir chercher et afficher du contenu venant d’XWiki.",
	"You can start browsing XWiki content using the menu on the left.": "Vous pouvez naviguer dans le contenu XWiki à l’aide du menu à gauche.",
	"To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>.": "Pour naviguer dans le contenu XWiki depuis ici, vous pouvez activer le mode intégré dans les <a href='%s'>paramètres XWiki</a>.",
	"Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome.": "Notez que cette fonctionalité est encore expérimentale et des problèmes peuvent apparaitre. Merci de bien vouloir rapporter tout soucis que vous pourriez trouver. Aussi, tout retour sera apprécié.",
	"You can add XWiki instances that users will be able to access from Nextcloud.": "Vous pouvez ajouter des instances XWiki que les utilisateurs pourront utiliser depuis Nextcloud.",
	"You are adding a wiki!": "Vous êtes en train d’ajouter un wiki !",
	"Almost there.": "On y est presque.",
	"To make sure users can access their own XWiki content, generate a client ID.": "Pour que les utilisateurs et utilisatrices puissent accéder à leur propre contenu XWiki, générez un client ID.",
	"You can skip this step.": "Vous pouvez passer cette étape.",
	"Users will only be able to search content guests can access.": "Les utilisateurs et utilisatrices ne pourront alors que chercher dans le contenu que les visiteurs peuvent voir.",
	"Don’t forget to save!": "N’oubliez pas d’enregistrer !",
	"Skip this step": "Passer cette étape",
	"Got it, generate a client ID": "Compris, générer un client ID",
	"Generating a client ID": "Génération d’un client ID",
	"Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager).": "Assurez-vous que l’<a>application Nextcloud</a> est installée sur ce wiki (ce lien vous mène à votre gestionaire d’extensions).",
	"You will be taken to XWiki.": "On vous dirige vers XWiki.",
	"Follow the instructions and paste the generated client ID here.": "Suivez les instructions et collez le client ID généré ici.",
	"Note: you need to be logged as an admin on XWiki.": "Remarque : vous devez être admin sur XWiki.",
	"Got it, take me to XWiki": "Compris, dirigez-moi vers XWiki",
	"Could not find the instance you are trying to replace. This should not happen, please report a bug.": "Impossible de trouver l’instance que vous cherchez à remplacer. Cela ne devrait pas arriver, merci de bien vouloir écrire un rapport de bug.",
	"By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues.": "Par défaut, nous vous redirigeons vers XWiki quand vous cliquez sur un résultat de recherche. Si vous activez le mode intégré, les résultats XWiki seront affichés dans Nextcloud. Cela peut mener à une expérience plus fluide, mais ce mode est expérimental et des problèmes d’affichage peuvent survenir.",
	"Integrated mode (experimental)": "Mode intégré (expérimental)",
	"Please ask your administrator to set up this instance to get access.": "Merci de bien vouloir demander à la personne qui administre cette instance de la paramétrer pour obtenir l’accès.",
	"Please ask its administrator to register this Nextcloud instance.": "Merci de bien vouloir demander à la personne qui l'administre d’ajouter cette instance Nextcloud.",
	"When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see.": "Quand vous cherchez quelque chose, Nextcloud récupèrera les résultats depuis les wikis suivants. Par défaut, Nextcloud n'est pas connecté à ces wikis, donc les résultats correspondrons à ceux que les visiteurs et visiteuses voient.",
	"Get access": "Obtenir l’accès",
	"Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!": "Souhaitez-vous accéder à un autre wiki depuis Nextcloud ? Demandez-le à la personne administrant cette instance Nextcloud !",
	"No wikis are registered yet.": "Pour l'instant, aucun wiki n’est enregistré.",
	"Please ask your administrator to add some.": "Merci de bien vouloir demander à la personne administrant cette instance d’en ajouter.",
	"You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed.": "Vous pouvez désactiver des wikis en décochant leur case « Utiliser ». Les résultats de recherches depuis ces wikis ne seront pas affichés.",
	"If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access.": "Si vous avez un compte XWiki, vous pouvez cliquer sur « Obtenir l’accès » pour que Nextcloud puisse vous donner des résultats de recherches pour les choses que vous avez le droit de voir"
}, "pluralForm": "nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}
