{ "translations": {
    "Please provide a page name in the p parameter." : "Forneza un nome de páxina no parámetro p.",
    "Please provide a path in the save_path parameter." : "Forneza unha ruta no parámetro save_path.",
    "Could not get the content of this page." : "Non foi posíbel obter o contido desta páxina.",
    "You are not permitted to create this file." : "Vde. non ten permiso para crear este ficheiro.",
    "Could not create the file." : "Non foi posíbel crear o ficheiro.",
    "Could not find the content of this page." : "Non foi posíbel atopar o contido desta páxina.",
    "An instance with this URL already exists." : "Xa existe unha instancia con este URL.",
    "An instance with this URL already exists" : "Xa existe unha instancia con este URL",
    "XWiki Page" : "Páxina XWiki",
    "XWiki" : "XWiki",
    "Saving…" : "Gardando…",
    "Save" : "Gardar",
    "Remove" : "Retirar",
    "URL:" : "URL:",
    "Add" : "Engadir",
    "URL" : "URL",
    "Actions" : "Accións",
    "Notes" : "Notas",
    "You can skip this step." : "Pode omitir este paso.",
    "Users might only be able to search content guests can access." : "É posíbel que os usuarios só poidan buscar contido ao que poidan acceder os convidados.",
    "Got it" : "Entendido",
    "Save as PDF" : "Gardar como PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "Coa aplicación XWiki, poderá buscar e amosar contido XWiki.",
    "Please ask your administrator to add some." : "Pídalle á administración desta instancia que engada algúns.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Se é membro da administración do sitio, pode engadir wikis na <a href='%s'>sección de administración XWiki</a>.",
    "Find XWiki Content" : "Atopar contido XWiki",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Prema no botón de busca na parte superior dereita da pantalla e comece a escribir para buscar contido XWiki.",
    "Active Wikis" : "Wikis activos",
    "You will be able to see results from the following wikis:" : "Poderás ver os resultados dos seguintes wikis:",
    "(not signed in)" : "(sen acceder)",
    "You have no active wikis. You can enable some to find XWiki content." : "Vde. non ten wikis activos. Pode activar algúns para atopar contido XWiki.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "Pode facelo nos <a href='%s'>axustes de XWiki</a>.",
    "Sign in to these wikis to be able to see personalized results." : "Acceda a estes wikis para poder ver resultados personalizados.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Quere acceder a outra wiki desde Nextcloud? Pídalle á administración do seu sitio que o engada!",
    "Integrated Mode" : "Modo integrado",
    "You can start browsing XWiki content using the menu on the left." : "Pode comezar a navegar polo contido de XWiki empregando o menú da esquerda.",
    "Preferences" : "Preferencias",
    "Integrated mode (experimental)" : "Modo integrado (experimental)",
    "Get access" : "Obter acceso",
    "Use this wiki (%s)" : "Usar este wiki (%s)",
    "An error happened while getting access to this wiki." : "Produciuse un erro ao acceder a este wiki.",
    "Please ask its administrator to register this Nextcloud instance." : "Pídalle á administración do sitio que rexistre esta instancia de Nextcloud.",
    "You cancelled the access." : "Vde. cancelou o acceso",
    "XWiki didn’t provide an access token." : "XWiki non forneceu un testemuño de acceso.",
    "Log out" : "Desconectar",
    "Access" : "Acceso",
    "The wiki %s is ready to be used." : "O wiki %s está lista para ser usada."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}