{ "translations": {
    "Please provide a page name in the p parameter." : "Silakan berikan nama halaman pada parameter p.",
    "Please provide a path in the save_path parameter." : "Silakan berikan path pada parameter save_path.",
    "Could not get the content of this page." : "Tidak dapat mengambil konten halaman ini.",
    "You are not permitted to create this file." : "Anda tidak diizinkan membuat file ini.",
    "Could not create the file." : "Tidak dapat membuat file.",
    "Could not find the content of this page." : "Tidak dapat menemukan konten halaman ini.",
    "An instance with this URL already exists." : "Instance dengan URL ini sudah ada.",
    "An instance with this URL already exists" : "Instance dengan URL ini sudah ada",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Tidak dapat menemukan instance yang ingin Anda ganti. Ini seharusnya tidak terjadi, silakan laporkan bug.",
    "We did not get a successful reply from the instance (URL: %s)" : "Kami tidak menerima balasan yang berhasil dari instance (URL: %s)",
    "We did not understand the instance’s version" : "Kami tidak memahami versi instance tersebut",
    "XWiki Page" : "Halaman XWiki",
    "XWiki" : "XWiki",
    "New wiki added!" : "Wiki baru ditambahkan!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Sekarang Anda dapat mencari dan menelusuri halaman dari %s. Jika Anda memiliki akun di wiki ini, pastikan untuk masuk agar Anda dapat mencari halaman yang dapat Anda akses!",
    "XWiki Integration for Nextcloud" : "Integrasi XWiki untuk Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Aplikasi ini memungkinkan Anda mencari dan menampilkan konten XWiki langsung dari Nextcloud. XWiki adalah platform pengembangan yang andal yang memungkinkan Anda menyesuaikan wiki sesuai kebutuhan spesifik Anda. Dengan menggunakan data terstruktur dan scripting di dalam halaman, Anda dapat membuat makro dan aplikasi yang memungkinkan Anda memperluas kemampuan wiki Anda. Catatan: fungsionalitas penuh memerlukan ekstensi Nextcloud di XWiki (memerlukan 11.10 atau yang lebih baru).",
    "Where do you want to save the PDF?" : "Di mana Anda ingin menyimpan PDF?",
    "The page has been successfully saved!" : "Halaman berhasil disimpan!",
    "An error occurred while saving the page:" : "Terjadi kesalahan saat menyimpan halaman:",
    "This wiki is already registered. We focused it for you." : "Wiki ini sudah terdaftar. Kami telah memfokuskannya untuk Anda.",
    "Are you sure you want to remove this instance?" : "Apakah Anda yakin ingin menghapus instance ini?",
    "Removing…" : "Menghapus…",
    "An error occured while removing the instance." : "Terjadi kesalahan saat menghapus instance.",
    "Please try again later." : "Silakan coba lagi nanti.",
    "with the Nextcloud app" : "dengan aplikasi Nextcloud",
    "(the Nextcloud app is missing)" : "(aplikasi Nextcloud tidak ada)",
    "(make sure the Nextcloud application is installed)" : "(pastikan aplikasi Nextcloud terinstal)",
    "Could not reach this instance" : "Tidak dapat menjangkau instance ini",
    "Saving…" : "Menyimpan…",
    "Do you want to notify users about this new instance?" : "Apakah Anda ingin memberi tahu pengguna tentang instance baru ini?",
    "An error occured while saving the instance." : "Terjadi kesalahan saat menyimpan instance.",
    "Sorry, could not save the settings" : "Maaf, tidak dapat menyimpan pengaturan",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Wiki ini tidak memiliki aplikasi Nextcloud. Ini diperlukan agar dapat mengaksesnya dari Nextcloud. Silakan minta administratornya untuk menginstal ekstensi ini.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Kami tidak dapat menentukan apakah wiki ini memiliki aplikasi Nextcloud. Ini diperlukan agar dapat mengaksesnya dari Nextcloud. Jika Anda mendarat pada halaman yang tidak ada, itu berarti aplikasi tersebut tidak terinstal; dalam hal itu, silakan minta administrator wiki untuk menginstal ekstensi ini.",
    "Check" : "Periksa",
    "Save" : "Simpan",
    "Remove" : "Hapus",
    "XWiki Instances" : "Instance XWiki",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "Anda dapat menambahkan instance XWiki yang dapat diakses pengguna dari Nextcloud.",
    "URL:" : "URL:",
    "Add" : "Tambah",
    "No wikis are registered yet." : "Belum ada wiki yang terdaftar.",
    "URL" : "URL",
    "Actions" : "Tindakan",
    "Notes" : "Catatan",
    "You are adding a wiki!" : "Anda sedang menambahkan wiki!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "Pastikan <a>aplikasi Nextcloud</a> terinstal di wiki ini (tautan ini akan membawa Anda ke pengelola ekstensi).",
    "You can skip this step." : "Anda dapat melewati langkah ini.",
    "Users might only be able to search content guests can access." : "Pengguna mungkin hanya dapat mencari konten yang dapat diakses tamu.",
    "Got it" : "Mengerti",
    "Save as PDF" : "Simpan sebagai PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "Dengan aplikasi XWiki, Anda akan dapat mencari dan menampilkan konten XWiki.",
    "Please ask your administrator to add some." : "Silakan minta administrator Anda untuk menambahkan beberapa.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Jika Anda adalah administrator, Anda dapat menambahkan wiki di <a href='%s'>bagian administrasi XWiki</a>.",
    "Find XWiki Content" : "Temukan Konten XWiki",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Klik tombol pencarian di kanan atas layar dan mulai mengetik untuk mencari konten XWiki.",
    "Active Wikis" : "Wiki Aktif",
    "You will be able to see results from the following wikis:" : "Anda akan dapat melihat hasil dari wiki berikut:",
    "(not signed in)" : "(belum masuk)",
    "You have no active wikis. You can enable some to find XWiki content." : "Anda tidak memiliki wiki aktif. Anda dapat mengaktifkan beberapa untuk menemukan konten XWiki.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "Anda dapat melakukannya di <a href='%s'>pengaturan XWiki</a>.",
    "Sign in to these wikis to be able to see personalized results." : "Masuk ke wiki ini untuk dapat melihat hasil yang dipersonalisasi.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Apakah Anda ingin mengakses wiki lain dari Nextcloud? Silakan minta administrator Anda untuk menambahkannya!",
    "Integrated Mode" : "Mode Terintegrasi",
    "You can start browsing XWiki content using the menu on the left." : "Anda dapat mulai menelusuri konten XWiki menggunakan menu di sebelah kiri.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "Perlu diketahui bahwa fitur ini masih bersifat eksperimental dan beberapa bug dapat muncul. Silakan laporkan masalah apa pun yang Anda temukan. Masukan sangat diterima.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "Untuk menelusuri konten XWiki dari sini, Anda dapat mengaktifkan mode terintegrasi di <a href='%s'>pengaturan XWiki</a>.",
    "Preferences" : "Preferensi",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Secara default, Anda akan dialihkan ke XWiki setiap kali Anda mengklik hasil pencarian. Jika Anda mengaktifkan mode terintegrasi, hasil XWiki akan ditampilkan di dalam Nextcloud. Ini dapat menghasilkan pengalaman yang lebih mulus, tetapi mode ini bersifat eksperimental dan dapat terjadi masalah tampilan.",
    "Integrated mode (experimental)" : "Mode terintegrasi (eksperimental)",
    "Get access" : "Dapatkan akses",
    "Use this wiki (%s)" : "Gunakan wiki ini (%s)",
    "An error happened while getting access to this wiki." : "Terjadi kesalahan saat mendapatkan akses ke wiki ini.",
    "Please ask its administrator to register this Nextcloud instance." : "Silakan minta administratornya untuk mendaftarkan instance Nextcloud ini.",
    "You cancelled the access." : "Anda membatalkan akses.",
    "XWiki didn’t provide an access token." : "XWiki tidak menyediakan token akses.",
    "Log out" : "Keluar",
    "Wikis and Access" : "Wiki dan Akses",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "Saat Anda mencari sesuatu, Nextcloud akan mengambil hasil dari wiki berikut. Secara default, Nextcloud tidak masuk ke wiki tersebut, jadi hasilnya akan seperti yang dilihat tamu.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "Jika Anda memiliki akun XWiki, Anda dapat mengklik “Dapatkan akses” agar Nextcloud dapat memberikan hasil untuk hal-hal yang dapat Anda akses.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "Anda dapat menonaktifkan wiki dengan menghapus centang pada kotak “Gunakan”. Hasil pencarian dari wiki tersebut tidak akan ditampilkan.",
    "Use" : "Gunakan",
    "Access" : "Akses",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "Kami tidak dapat melakukan autentikasi atas nama Anda pada wiki di %s. Coba dapatkan akses dengan tombol di bawah. Jika masih tidak berfungsi, silakan minta bantuan kepada administratornya. Mereka perlu menyiapkannya agar Nextcloud dapat mengaksesnya atas nama Anda.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "Tidak dapat menghubungi wiki di %s. Silakan coba lagi nanti, atau minta bantuan kepada administratornya. Kesalahannya adalah: %s",
    "All set!" : "Semua beres!",
    "The wiki %s is ready to be used." : "Wiki %s siap digunakan.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Jika Anda membuka dokumen yang tidak ada setelah mengklik “Dapatkan akses”, ini berarti wiki perlu disiapkan. Silakan minta administratornya untuk menyiapkannya untuk Anda."
},"pluralForm" :"nplurals=1; plural=0;"
}