{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "ບໍ່ພົບອິນສະແຕນ XWiki ນີ້ໃນການຕັ້ງຄ່າຂອງຜູ້ເບິ່ງແຍງລະບົບ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Please provide a page name in the p parameter." : "ກະລຸນາລະບຸຊື່ໜ້າໃນພາຣາມິເຕີ p.",
    "Please provide a path in the save_path parameter." : "ກະລຸນາລະບຸເສັ້ນທາງໃນພາຣາມິເຕີ save_path.",
    "Could not get the content of this page." : "ບໍ່ສາມາດເອົາເນື້ອໃນຂອງໜ້ານີ້ໄດ້.",
    "You are not permitted to create this file." : "ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງໄຟລ໌ນີ້.",
    "Could not create the file." : "ບໍ່ສາມາດສ້າງໄຟລ໌ໄດ້.",
    "Could not find the content of this page." : "ບໍ່ພົບເນື້ອໃນຂອງໜ້ານີ້.",
    "An instance with this URL already exists." : "ມີອິນສະແຕນທີ່ມີ URL ນີ້ຢູ່ແລ້ວ.",
    "An instance with this URL already exists" : "ມີອິນສະແຕນທີ່ມີ URL ນີ້ຢູ່ແລ້ວ",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "ບໍ່ພົບອິນສະແຕນທີ່ທ່ານກຳລັງພະຍາຍາມແທນທີ່. ກໍລະນີນີ້ບໍ່ຄວນຈະເກີດຂຶ້ນ, ກະລຸນາລາຍງານຂໍ້ຜິດພາດ.",
    "We did not get a successful reply from the instance (URL: %s)" : "ພວກເຮົາບໍ່ໄດ້ຮັບການຕອບກັບທີ່ສຳເລັດຜົນຈາກອິນສະແຕນ (URL: %s)",
    "We did not understand the instance’s version" : "ພວກເຮົາບໍ່ເຂົ້າໃຈເວີຊັນຂອງອິນສະແຕນ",
    "XWiki Page" : "ໜ້າ XWiki",
    "XWiki" : "XWiki",
    "New wiki added!" : "ເພີ່ມວິກິໃໝ່ແລ້ວ!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "ຕອນນີ້ທ່ານສາມາດຄົ້ນຫາ ແລະ ເປີດເບິ່ງໜ້າຕ່າງໆຈາກ %s ໄດ້. ຖ້າທ່ານມີບັນຊີໃນວິກິນີ້, ຢ່າລືມເຂົ້າສູ່ລະບົບເພື່ອໃຫ້ສາມາດຄົ້ນຫາໜ້າທີ່ທ່ານມີສິດເຂົ້າເຖິງໄດ້!",
    "XWiki Integration for Nextcloud" : "ການເຊື່ອມໂຍງ XWiki ສຳລັບ Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "ແອັບພລິເຄຊັນນີ້ຊ່ວຍໃຫ້ທ່ານສາມາດຄົ້ນຫາ ແລະ ສະແດງເນື້ອໃນ XWiki ຂອງທ່ານຈາກ Nextcloud ໄດ້ໂດຍກົງ. XWiki ເປັນແພລັດຟອມການພັດທະນາທີ່ມີປະສິດທິພາບ ເຊິ່ງຊ່ວຍໃຫ້ທ່ານສາມາດປັບແຕ່ງວິກິໃຫ້ເຂົ້າກັບຄວາມຕ້ອງການສະເພາະຂອງທ່ານໄດ້. ໂດຍການໃຊ້ຂໍ້ມູນທີ່ມີໂຄງສ້າງ ແລະ ການຂຽນສະຄຣິບໃນໜ້າ, ທ່ານສາມາດສ້າງມາໂຄຣ ແລະ ແອັບພລິເຄຊັນທີ່ຊ່ວຍຂະຫຍາຍຄວາມສາມາດຂອງວິກິຂອງທ່ານ. ໝາຍເຫດ: ການເຮັດວຽກເຕັມຮູບແບບຕ້ອງການສ່ວນຂະຫຍາຍ Nextcloud ໃນ XWiki (ຕ້ອງການເວີຊັນ 11.10 ຫຼືສູງກວ່າ).",
    "Where do you want to save the PDF?" : "ທ່ານຕ້ອງການບັນທຶກ PDF ໄວ້ໃສ?",
    "The page has been successfully saved!" : "ໜ້າໄດ້ຖືກບັນທຶກສຳເລັດແລ້ວ!",
    "An error occurred while saving the page:" : "ເກີດຂໍ້ຜິດພາດຂະນະກຳລັງບັນທຶກໜ້າ:",
    "This wiki is already registered. We focused it for you." : "ວິກິນີ້ໄດ້ລົງທະບຽນແລ້ວ. ພວກເຮົາໄດ້ເລືອກໃຫ້ທ່ານແລ້ວ.",
    "Are you sure you want to remove this instance?" : "ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຍ້າຍອິນສະແຕນນີ້ອອກ?",
    "Removing…" : "ກຳລັງຍ້າຍອອກ…",
    "An error occured while removing the instance." : "ເກີດຂໍ້ຜິດພາດຂະນະກຳລັງຍ້າຍອິນສະແຕນອອກ.",
    "Please try again later." : "ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.",
    "with the Nextcloud app" : "ກັບແອັບ Nextcloud",
    "(the Nextcloud app is missing)" : "(ບໍ່ມີແອັບ Nextcloud)",
    "(make sure the Nextcloud application is installed)" : "(ກວດໃຫ້ແນ່ໃຈວ່າແອັບພລິເຄຊັນ Nextcloud ໄດ້ຖືກຕິດຕັ້ງແລ້ວ)",
    "Could not reach this instance" : "ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບອິນສະແຕນນີ້ໄດ້",
    "Saving…" : "ກຳລັງບັນທຶກ…",
    "Do you want to notify users about this new instance?" : "ທ່ານຕ້ອງການແຈ້ງເຕືອນຜູ້ໃຊ້ກ່ຽວກັບອິນສະແຕນໃໝ່ນີ້ບໍ່?",
    "An error occured while saving the instance." : "ເກີດຂໍ້ຜິດພາດຂະນະກຳລັງບັນທຶກອິນສະແຕນ.",
    "Sorry, could not save the settings" : "ຂໍອະໄພ, ບໍ່ສາມາດບັນທຶກການຕັ້ງຄ່າໄດ້",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "ວິກິນີ້ບໍ່ມີແອັບພລິເຄຊັນ Nextcloud. ເຊິ່ງຈຳເປັນເພື່ອໃຫ້ສາມາດເຂົ້າເຖິງຈາກ Nextcloud ໄດ້. ກະລຸນາແຈ້ງໃຫ້ຜູ້ເບິ່ງແຍງລະບົບຕິດຕັ້ງສ່ວນຂະຫຍາຍນີ້.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "ພວກເຮົາບໍ່ສາມາດກວດສອບໄດ້ວ່າວິກິນີ້ມີແອັບພລິເຄຊັນ Nextcloud ຫຼືບໍ່. ເຊິ່ງຈຳເປັນເພື່ອໃຫ້ສາມາດເຂົ້າເຖິງຈາກ Nextcloud ໄດ້. ຖ້າທ່ານເຂົ້າໄປທີ່ໜ້າທີ່ບໍ່ມີຢູ່, ໝາຍຄວາມວ່າມັນຍັງບໍ່ໄດ້ຕິດຕັ້ງ, ໃນກໍລະນີດັ່ງກ່າວ ກະລຸນາແຈ້ງໃຫ້ຜູ້ເບິ່ງແຍງລະບົບຂອງວິກິຕິດຕັ້ງສ່ວນຂະຫຍາຍນີ້.",
    "Check" : "ກວດສອບ",
    "Save" : "ບັນທຶກ",
    "Remove" : "ຍ້າຍອອກ",
    "XWiki Instances" : "ອິນສະແຕນ XWiki",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "ທ່ານສາມາດເພີ່ມອິນສະແຕນ XWiki ທີ່ຜູ້ໃຊ້ຈະສາມາດເຂົ້າເຖິງໄດ້ຈາກ Nextcloud.",
    "URL:" : "URL:",
    "Add" : "ເພີ່ມ",
    "No wikis are registered yet." : "ຍັງບໍ່ມີວິກິໃດລົງທະບຽນ.",
    "URL" : "URL",
    "Actions" : "ການດຳເນີນການ",
    "Notes" : "ໝາຍເຫດ",
    "You are adding a wiki!" : "ທ່ານກຳລັງເພີ່ມວິກິ!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "ກວດໃຫ້ແນ່ໃຈວ່າ <a>ແອັບພລິເຄຊັນ Nextcloud</a> ໄດ້ຖືກຕິດຕັ້ງໃນວິກິນີ້ແລ້ວ (ລິງກ໌ນີ້ຈະພາທ່ານໄປທີ່ຕົວຈັດການສ່ວນຂະຫຍາຍຂອງທ່ານ).",
    "You can skip this step." : "ທ່ານສາມາດຂ້າມຂັ້ນຕອນນີ້ໄດ້.",
    "Users might only be able to search content guests can access." : "ຜູ້ໃຊ້ອາດຈະສາມາດຄົ້ນຫາໄດ້ສະເພາະເນື້ອໃນທີ່ຜູ້ເຂົ້າຊົມທົ່ວໄປສາມາດເຂົ້າເຖິງໄດ້.",
    "Got it" : "ເຂົ້າໃຈແລ້ວ",
    "Save as PDF" : "ບັນທຶກເປັນ PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "ດ້ວຍແອັບ XWiki, ທ່ານຈະສາມາດຄົ້ນຫາ ແລະ ສະແດງເນື້ອໃນຂອງ XWiki ໄດ້.",
    "Please ask your administrator to add some." : "ກະລຸນາແຈ້ງໃຫ້ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານເພີ່ມ.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "ຖ້າທ່ານເປັນຜູ້ເບິ່ງແຍງລະບົບ, ທ່ານສາມາດເພີ່ມວິກິໄດ້ໃນ <a href='%s'>ສ່ວນການເບິ່ງແຍງລະບົບ XWiki</a>.",
    "Find XWiki Content" : "ຊອກຫາເນື້ອໃນ XWiki",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "ກົດປຸ່ມຄົ້ນຫາຢູ່ດ້ານເທິງຂວາຂອງໜ້າຈໍ ແລະ ເລີ່ມພິມເພື່ອຄົ້ນຫາເນື້ອໃນ XWiki.",
    "Active Wikis" : "ວິກິທີ່ກຳລັງໃຊ້ງານ",
    "You will be able to see results from the following wikis:" : "ທ່ານຈະສາມາດເຫັນຜົນການຄົ້ນຫາຈາກວິກິຕໍ່ໄປນີ້:",
    "(not signed in)" : "(ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບ)",
    "You have no active wikis. You can enable some to find XWiki content." : "ທ່ານບໍ່ມີວິກິທີ່ກຳລັງໃຊ້ງານ. ທ່ານສາມາດເປີດໃຊ້ບາງອັນເພື່ອຊອກຫາເນື້ອໃນ XWiki.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "ທ່ານສາມາດເຮັດໄດ້ໃນ <a href='%s'>ການຕັ້ງຄ່າ XWiki</a>.",
    "Sign in to these wikis to be able to see personalized results." : "ເຂົ້າສູ່ລະບົບວິກິເຫຼົ່ານີ້ເພື່ອໃຫ້ສາມາດເຫັນຜົນການຄົ້ນຫາສະເພາະບຸກຄົນ.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "ທ່ານຕ້ອງການເຂົ້າເຖິງວິກິອື່ນຈາກ Nextcloud ບໍ່? ກະລຸນາແຈ້ງໃຫ້ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານເພີ່ມມັນເຂົ້າມາ!",
    "Integrated Mode" : "ໂໝດເຊື່ອມໂຍງ",
    "You can start browsing XWiki content using the menu on the left." : "ທ່ານສາມາດເລີ່ມເປີດເບິ່ງເນື້ອໃນ XWiki ໂດຍໃຊ້ເມນູທາງດ້ານຊ້າຍ.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "ໝາຍເຫດວ່າຄຸນສົມບັດນີ້ຍັງຢູ່ໃນຂັ້ນທົດລອງ ແລະ ອາດມີຂໍ້ຜິດພາດເກີດຂຶ້ນ. ກະລຸນາລາຍງານບັນຫາໃດໆທີ່ທ່ານພົບ. ຍິນດີຮັບຄຳຄິດເຫັນ.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "ເພື່ອເປີດເບິ່ງເນື້ອໃນ XWiki ຈາກບ່ອນນີ້, ທ່ານສາມາດເປີດໃຊ້ໂໝດເຊື່ອມໂຍງໄດ້ໃນ <a href='%s'>ການຕັ້ງຄ່າ XWiki</a>.",
    "Preferences" : "ການເລືອກ",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "ໂດຍປົກກະຕິ, ທ່ານຈະຖືກສົ່ງໄປທີ່ XWiki ທຸກຄັ້ງທີ່ກົດໃສ່ຜົນການຄົ້ນຫາ. ຖ້າທ່ານເປີດໃຊ້ໂໝດເຊື່ອມໂຍງ, ຜົນການຄົ້ນຫາ XWiki ຈະຖືກສະແດງພາຍໃນ Nextcloud. ນີ້ອາດຈະຊ່ວຍໃຫ້ປະສົບການການໃຊ້ງານລຽບງ່າຍຂຶ້ນ, ແຕ່ໂໝດນີ້ຍັງຢູ່ໃນຂັ້ນທົດລອງ ແລະ ອາດມີບັນຫາການສະແດງຜົນ.",
    "Integrated mode (experimental)" : "ໂໝດເຊື່ອມໂຍງ (ທົດລອງ)",
    "Get access" : "ຂໍສິດເຂົ້າເຖິງ",
    "Use this wiki (%s)" : "ໃຊ້ວິກິນີ້ (%s)",
    "An error happened while getting access to this wiki." : "ເກີດຂໍ້ຜິດພາດຂະນະກຳລັງຂໍສິດເຂົ້າເຖິງວິກິນີ້.",
    "Please ask its administrator to register this Nextcloud instance." : "ກະລຸນາແຈ້ງໃຫ້ຜູ້ເບິ່ງແຍງລະບົບຂອງວິກິ ລົງທະບຽນອິນສະແຕນ Nextcloud ນີ້.",
    "You cancelled the access." : "ທ່ານໄດ້ຍົກເລີກການເຂົ້າເຖິງ.",
    "XWiki didn’t provide an access token." : "XWiki ບໍ່ໄດ້ໃຫ້ໂທເຄັນການເຂົ້າເຖິງ.",
    "Log out" : "ອອກຈາກລະບົບ",
    "Wikis and Access" : "ວິກິ ແລະ ການເຂົ້າເຖິງ",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "ເມື່ອທ່ານຄົ້ນຫາບາງຢ່າງ, Nextcloud ຈະດຶງຜົນລັບຈາກວິກິຕໍ່ໄປນີ້. ໂດຍປົກກະຕິ, Nextcloud ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບໃນວິກິເຫຼົ່ານີ້, ດັ່ງນັ້ນຜົນລັບທີ່ໄດ້ຈະເປັນສິ່ງທີ່ຜູ້ເຂົ້າຊົມທົ່ວໄປເຫັນ.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "ຖ້າທ່ານມີບັນຊີ XWiki, ທ່ານສາມາດກົດ “ຂໍສິດເຂົ້າເຖິງ” ເພື່ອໃຫ້ Nextcloud ສາມາດສະແດງຜົນລັບຂອງສິ່ງທີ່ທ່ານສາມາດເຂົ້າເຖິງໄດ້.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "ທ່ານສາມາດປິດການໃຊ້ງານວິກິໄດ້ໂດຍການບໍ່ເລືອກກ່ອງ “ໃຊ້”. ຜົນການຄົ້ນຫາຈາກວິກິເຫຼົ່ານີ້ຈະບໍ່ຖືກສະແດງ.",
    "Use" : "ໃຊ້",
    "Access" : "ການເຂົ້າເຖິງ",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "ພວກເຮົາບໍ່ສາມາດຢືນຢັນຕົວຕົນແທນທ່ານໃນວິກິທີ່ %s ໄດ້. ລອງຂໍສິດເຂົ້າເຖິງດ້ວຍປຸ່ມດ້ານລຸ່ມ. ຖ້າຍັງບໍ່ໄດ້, ກະລຸນາຂໍຄວາມຊ່ວຍເຫຼືອຈາກຜູ້ເບິ່ງແຍງລະບົບ. ພວກເຂົາຕ້ອງຕັ້ງຄ່າມັນເພື່ອໃຫ້ Nextcloud ສາມາດເຂົ້າເຖິງແທນທ່ານໄດ້.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "ບໍ່ສາມາດຕິດຕໍ່ວິກິທີ່ %s ໄດ້. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ, ຫຼືຂໍຄວາມຊ່ວຍເຫຼືອຈາກຜູ້ເບິ່ງແຍງລະບົບ. ຂໍ້ຜິດພາດແມ່ນ: %s",
    "All set!" : "ຮຽບຮ້ອຍ!",
    "The wiki %s is ready to be used." : "ວິກິ %s ພ້ອມໃຊ້ງານແລ້ວ.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "ຖ້າທ່ານເຂົ້າໄປທີ່ເອກະສານທີ່ບໍ່ມີຢູ່ຫຼັງຈາກກົດ “ຂໍສິດເຂົ້າເຖິງ”, ນີ້ໝາຍຄວາມວ່າວິກິຕ້ອງໄດ້ຮັບການຕັ້ງຄ່າ. ກະລຸນາແຈ້ງໃຫ້ຜູ້ເບິ່ງແຍງລະບົບເຮັດໃຫ້ທ່ານ."
},"pluralForm" :"nplurals=1; plural=0;"
}