{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "De XWiki service is niet gevonden in de beheerdersinstellingen. Neem contact op met uw beheerder.",
    "Please provide a page name in the p parameter." : "Geef een paginanaam op in de parameter p.",
    "Please provide a path in the save_path parameter." : "Geef een pad op in de parameter save_path.",
    "Could not get the content of this page." : "Kon de inhoud van deze pagina niet ophalen.",
    "You are not permitted to create this file." : "Het is niet toegestaan om dit bestand te maken.",
    "Could not create the file." : "Het bestand kon niet worden gemaakt.",
    "Could not find the content of this page." : "De inhoud van deze pagina kon niet worden gevonden.",
    "An instance with this URL already exists." : "Er bestaat al een service met deze URL.",
    "An instance with this URL already exists" : "Er bestaat al een service met deze URL",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "De service die je probeert te vervangen kon niet worden gevonden. Dit zou niet mogen gebeuren, meld alstublieft een probleem.",
    "We did not get a successful reply from the instance (URL: %s)" : "We hebben geen succesvol antwoord gekregen van het systeem (URL: %s) ",
    "We did not understand the instance’s version" : "We begrepen de versie van de service niet",
    "XWiki Page" : "XWiki Pagina",
    "XWiki" : "XWiki",
    "New wiki added!" : "Nieuwe wiki toegevoegd!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Je kunt nu pagina's van %s doorzoeken. Als je een account hebt op deze wiki, zorg er dan voor dat je inlogt zodat je pagina's kunt doorzoeken waartoe je toegang hebt!",
    "XWiki Integration for Nextcloud" : "XWiki integratie voor Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Met deze toepassing kunt u uw XWiki-inhoud direct vanuit Nextcloud doorzoeken en weergeven. XWiki is een krachtig ontwikkelplatform waarmee u de wiki kunt aanpassen aan uw specifieke behoeften. Met behulp van gestructureerde gegevens en in-page-scripting kunt u macro's en toepassingen maken waarmee u de mogelijkheden van uw wiki kunt uitbreiden. Opmerking: volledige functionaliteit vereist de Nextcloud-extensie op XWiki (11.10 of later vereist).",
    "Where do you want to save the PDF?" : "Waar wil je de PDF opslaan?",
    "The page has been successfully saved!" : "De pagina is succesvol opgeslagen!",
    "An error occurred while saving the page:" : "Er is een fout opgetreden tijdens het opslaan van de pagina:",
    "This wiki is already registered. We focused it for you." : "Deze wiki is al geregistreerd. We hebben hem voor jou ingesteld.",
    "Are you sure you want to remove this instance?" : "Weet je zeker dat je deze service wilt verwijderen?",
    "Removing…" : "Verwijderen...",
    "An error occured while removing the instance." : "Er is een fout opgetreden bij het verwijderen van de service.",
    "Please try again later." : "Probeer het alstublieft later opnieuw.",
    "with the Nextcloud app" : "met de Nextcloud app",
    "(the Nextcloud app is missing)" : "(de Nextcloud app ontbreekt)",
    "(make sure the Nextcloud application is installed)" : "(zorg ervoor dat de Nextcloud applicatie is geïnstalleerd)",
    "Could not reach this instance" : "Kon deze service niet bereiken",
    "Saving…" : "Opslaan...",
    "Do you want to notify users about this new instance?" : "Wil je gebruikers op de hoogte brengen van deze nieuwe service?",
    "An error occured while saving the instance." : "Er is een fout opgetreden tijdens het opslaan van de service.",
    "Sorry, could not save the settings" : "Sorry, kon de instellingen niet opslaan",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Deze wiki heeft geen Nextcloud invoegtoepassing. Deze is nodig om toegang te krijgen vanuit Nextcloud. Vraag de beheerder om deze extensie te installeren.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "We konden niet bepalen of deze wiki de Nextcloud invoegtoepassing heeft. Deze is nodig om toegang te krijgen vanuit Nextcloud. Als u op een niet-bestaande pagina terechtkomt, betekent dit dat deze niet is geïnstalleerd. Vraag in dat geval de beheerder van de wiki om deze extensie te installeren.",
    "Check" : "Controleren",
    "Save" : "Opslaan",
    "Remove" : "Verwijderen",
    "XWiki Instances" : "XWiki Services",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "U kunt XWiki services toevoegen waar gebruikers toegang tot kunnen krijgen vanuit Nextcloud.",
    "URL:" : "URL:",
    "Add" : "Toevoegen",
    "No wikis are registered yet." : "Er zijn nog geen wiki's geregistreerd.",
    "URL" : "URL",
    "Actions" : "Acties",
    "Notes" : "Notities",
    "You are adding a wiki!" : "U voegt een wiki toe!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "Zorg ervoor dat de <a>Nextcloud invoegtoepassing</a> is geïnstalleerd op deze wiki (deze link brengt u naar uw extensiebeheer).",
    "You can skip this step." : "U kunt deze stap overslaan.",
    "Users might only be able to search content guests can access." : "Gebruikers kunnen mogelijk alleen inhoud doorzoeken waartoe gasten toegang hebben.",
    "Got it" : "Ik begrijp het",
    "Save as PDF" : "Opslaan als PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "Met de XWiki-app kun u XWiki-inhoud doorzoeken en weergeven.",
    "Please ask your administrator to add some." : "Vraag uw beheerder om er een paar toe te voegen.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Wanneer u een beheerder bent, kunt u wiki's toevoegen in de <a href='%s'>XWiki administratiesectie</a>. ",
    "Find XWiki Content" : "XWiki-inhoud doorzoeken",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Klik op de zoekknop rechtsboven in het scherm en begin te typen om de inhoud van XWiki te doorzoeken.",
    "Active Wikis" : "Actieve Wiki's",
    "You will be able to see results from the following wikis:" : "U kunt resultaten zien van de volgende wiki's:",
    "(not signed in)" : "(niet aangemeld)",
    "You have no active wikis. You can enable some to find XWiki content." : "U hebt geen actieve wiki's. U kunt er een aantal inschakelen om XWiki-inhoud te vinden.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "U kunt dit doen in de <a href='%s'>XWiki instellingen</a>. ",
    "Sign in to these wikis to be able to see personalized results." : "Meld u aan bij deze wiki's om gepersonaliseerde resultaten te kunnen zien.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Wilt u toegang tot een andere wiki vanuit Nextcloud? Vraag uw beheerder om deze toe te voegen!",
    "Integrated Mode" : "Geïntegreerde modus ",
    "You can start browsing XWiki content using the menu on the left." : "U kunt beginnen met bladeren door de inhoud van XWiki via het menu aan de linkerkant.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "Merk op dat deze functie nog experimenteel is en dat er bugs in kunnen zitten. Rapporteer elk probleem dat u aantreft. Terugkoppeling wordt gewardeerd.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "Om van hieruit door de inhoud van XWiki te bladeren, kun u de geïntegreerde modus inschakelen in de <a href='%s'>XWiki instellingen</a>. ",
    "Preferences" : "Voorkeuren",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Standaard wordt u doorgestuurd naar XWiki wanneer u op een zoekresultaat klikt. Als u de geïntegreerde modus inschakelt, worden de resultaten van XWiki weergegeven binnen Nextcloud. Dit draagt bij aan een betere ervaring, maar deze modus is experimenteel en er kunnen weergaveproblemen optreden. ",
    "Integrated mode (experimental)" : "Geïntegreerde modus (experimenteel)",
    "Get access" : "Toegang krijgen",
    "Use this wiki (%s)" : "Gebruik deze wiki (%s)",
    "An error happened while getting access to this wiki." : "Er is een fout opgetreden bij het verkrijgen van toegang tot deze wiki.",
    "Please ask its administrator to register this Nextcloud instance." : "Vraag de beheerder om deze Nextcloud service te registreren.",
    "You cancelled the access." : "U heeft de toegang geannuleerd.",
    "XWiki didn’t provide an access token." : "XWiki heeft geen toegangstoken verstrekt.",
    "Log out" : "Afmelden",
    "Wikis and Access" : "Wiki's en toegang",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "Wanneer u naar iets zoekt, haalt Nextcloud resultaten op van de volgende wiki's. Standaard is Nextcloud niet aangemeld bij deze wiki's, dus de resultaten zijn wat gasten zien.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "Wanneer u een XWiki-account hebt, kunt u op “Toegang krijgen” klikken zodat Nextcloud u resultaten kan geven voor de gegevens waartoe u toegang hebt.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "U kunt wiki's uitschakelen door het selectievakje “Gebruiken” uit te schakelen. Zoekresultaten van deze wiki's worden dan niet weergegeven.",
    "Use" : "Gebruiken",
    "Access" : "Toegang",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "We konden ons niet namens u authenticeren op de wiki op %s. Probeer toegang te krijgen met de knop hieronder. Als het nog steeds niet werkt, vraag dan uw beheerder om hulp. Zij moeten configureren dat Nextcloud namens u toegang kan krijgen.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "Kon geen contact maken met de wiki op %s. Probeer het later nog eens of vraag uw beheerder om hulp. De foutmelding was: %s",
    "All set!" : "Alles is ingesteld!",
    "The wiki %s is ready to be used." : "De wiki %s is beschikbaar voor gebruik.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Wanneer u bij een niet-bestaand document komt nadat u op “Toegang krijgen” hebt geklikt, betekent dit dat de wiki moet worden geconfigureerd. Vraag uw beheerder om dit voor u te doen."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}