{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "Esta instância XWiki não foi encontrada nas configurações do administrador. Entre em contato com o administrador.",
    "Please provide a page name in the p parameter." : "Por favor, forneça um nome de página no parâmetro p.",
    "Please provide a path in the save_path parameter." : "Por favor, forneça um caminho no parâmetro save_path.",
    "Could not get the content of this page." : "Não foi possível obter o conteúdo desta página.",
    "You are not permitted to create this file." : "Você não tem permissão para criar teste arquivo.",
    "Could not create the file." : "Não foi possível criar o arquivo.",
    "Could not find the content of this page." : "Não foi possível encontrar o conteúdo desta página.",
    "An instance with this URL already exists." : "Uma instância com esta URL já existe.",
    "An instance with this URL already exists" : "Uma instância com esta URL já existe",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Não foi possível encontrar a instância que você está tentando substituir. Isso não deveria acontecer, por favor, reporte um bug.",
    "We did not get a successful reply from the instance (URL: %s)" : "Não obtivemos uma resposta bem-sucedida da instância (URL: %s)",
    "We did not understand the instance’s version" : "Não entendemos a versão da instância",
    "XWiki" : "XWiki",
    "New wiki added!" : "Novo wiki adicionado!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Agora você pode pesquisar e navegar nas páginas de %s. Se você tem uma conta neste wiki, certifique-se de fazer login para poder pesquisar páginas às quais você tem acesso!",
    "XWiki Integration for Nextcloud" : "Integração XWiki para Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Este aplicativo permite que você pesquise e exiba seu conteúdo XWiki diretamente do Nextcloud. O XWiki é uma plataforma de desenvolvimento poderosa que permite que você personalize o wiki de acordo com suas necessidades específicas. Usando dados estruturados e scripts na página, você pode criar macros e aplicativos que permitem estender os recursos do seu wiki. Observação: a funcionalidade completa requer a extensão Nextcloud no XWiki (11.10 ou posterior necessário).",
    "Where do you want to save the PDF?" : "Onde você quer salvar o PDF?",
    "The page has been successfully saved!" : "A página foi salva com sucesso!",
    "An error occurred while saving the page:" : "Ocorreu um erro ao salvar a página:",
    "This wiki is already registered. We focused it for you." : "Este wiki já está registrado. Nós encontramos para você.",
    "Are you sure you want to remove this instance?" : "Tem certeza de que deseja remover esta instância?",
    "Removing…" : "Excluindo...",
    "An error occured while removing the instance." : "Ocorreu um erro ao excluir a instância.",
    "Please try again later." : "Por favor, tente novamente mais tarde.",
    "with the Nextcloud app" : "com o aplicativo Nextcloud",
    "(the Nextcloud app is missing)" : "(o app Nextcloud está faltando)",
    "(make sure the Nextcloud application is installed)" : "(certifique-se de que o aplicativo Nextcloud esteja instalado)",
    "Could not reach this instance" : "Não foi possível chegar nesta instância",
    "Saving…" : "Salvando...",
    "Save" : "Salvar",
    "Remove" : "Remover",
    "Add" : "Adicionar",
    "URL" : "URL",
    "Actions" : "Ações",
    "Notes" : "Notas ",
    "Preferences" : "Preferências",
    "Log out" : "Sair",
    "Access" : "Acesso"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}