{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "Ова XWiki инстанца није пронађена у админ подешавањима. Молимо вас да се обратите свом администратору.",
    "Please provide a page name in the p parameter." : "Молимо вас да у p параметру наведете назив странице.",
    "Please provide a path in the save_path parameter." : "Молимо вас да у save_path параметру наведете путању.",
    "Could not get the content of this page." : "Није могао да се преузме садржај ове странице.",
    "You are not permitted to create this file." : "Немате права да креирате овај фајл.",
    "Could not create the file." : "Није могао да се креира фајл.",
    "Could not find the content of this page." : "Није могао да се пронађе садржај ове странице.",
    "An instance with this URL already exists." : "Инстанца са овом URL адресом већ постоји.",
    "An instance with this URL already exists" : "Инстанца са овом URL адресом већ постоји",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Не може да се пронађе инстанца коју покушавате да замените. Ово не би требало да се догоди, молимо вас да пријавите баг.",
    "We did not get a successful reply from the instance (URL: %s)" : "Нисмо примили успешан одговор од инстанце (URL: %s)",
    "We did not understand the instance’s version" : "Нисмо разумели верзију инстанце",
    "XWiki Page" : "XWiki страница",
    "XWiki" : "XWiki",
    "New wiki added!" : "Додат је нови вики!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Сада можете да претражујете и прегледате странице са %s. Ако имате налог на овом викију, обавезно се пријавите, тако да можете претраживати странице којима имате приступ!",
    "XWiki Integration for Nextcloud" : "XWiki интеграција за Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Ова апликација вам омогућава да претражујете и приказујете свој XWiki садржај директно из Nextcloud. XWiki је моћна платформа за развој која вам омогућава да вики прилагодите својим потребама. користећи структуиране податке и скриптовање унутар странице, имате могућност да креирате макрое и апликације које вам омогућавају да проширите могућности свог викија. Напомена: за комплетну функционалност је потребно Nextcloud проширење на XWiki (11.10 или новије).",
    "Where do you want to save the PDF?" : "Где желите да сачувате PDF?",
    "The page has been successfully saved!" : "Страница је успешно сачувана!",
    "An error occurred while saving the page:" : "Дошло је до грешке приликом чувања странице:",
    "This wiki is already registered. We focused it for you." : "Овај вики је већ регистрован. Фокусирали смо га за вас.",
    "Are you sure you want to remove this instance?" : "Да ли сте сигурни да желите да уклоните ову инстанцу?",
    "Removing…" : "Уклања се",
    "An error occured while removing the instance." : "Дошло је до грешка приликом уклањања инстанце.",
    "Please try again later." : "Молимо вас да поново покушате касније.",
    "with the Nextcloud app" : "са Nextcloud апликацијом",
    "(the Nextcloud app is missing)" : "(Nextcloud апликација недостаје)",
    "(make sure the Nextcloud application is installed)" : "(обезбедите да је Nextcloud апликација инсталирана)",
    "Could not reach this instance" : "Не може да се допре до ове инстанце",
    "Saving…" : "Снимам…",
    "Do you want to notify users about this new instance?" : "Желите ли да обавестите кориснике о овој новој инстанци?",
    "An error occured while saving the instance." : "Дошло је до грешка приликом чувања инстанце.",
    "Sorry, could not save the settings" : "Жао нам је, подешавања нису могла да се сачувају",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Овај вики нема Nextcloud апликацију. то је неопходно да би био могућ приступ из Nextcloud. Молимо вас да питате његовог администратора да инсталира ово проширење.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Нисмо могли да одредимо да ли овај вики има Nextcloud апликацију. То је потребно да би био могућ приступ из Nextcloud. Ако дођете до непостојеће странице, то значи да апликација није инсталирана, па вас у том случају молимо да затражите од администратора викија да инсталира ово проширење.",
    "Check" : "Провери",
    "Save" : "Сачувај",
    "Remove" : "Уклони",
    "XWiki Instances" : "XWiki инстанце",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "Можете да додате XWiki инстанце којима ће корисници моћи да приступе из Nextcloud.",
    "URL:" : "URL:",
    "Add" : "Додај",
    "No wikis are registered yet." : "Још увек није регистрован ниједан вики.",
    "URL" : "URL",
    "Actions" : "Радње",
    "Notes" : "Белешке",
    "You are adding a wiki!" : "Управо додајте вики!",
    "Preferences" : "Поставке",
    "Log out" : "Одјави се",
    "Use" : "Искористи",
    "Access" : "Приступ"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}