{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "Ова XWiki инстанца није пронађена у админ подешавањима. Молимо вас да се обратите свом администратору.",
    "Please provide a page name in the p parameter." : "Молимо вас да у p параметру наведете назив странице.",
    "Please provide a path in the save_path parameter." : "Молимо вас да у save_path параметру наведете путању.",
    "Could not get the content of this page." : "Није могао да се преузме садржај ове странице.",
    "You are not permitted to create this file." : "Немате права да креирате овај фајл.",
    "Could not create the file." : "Није могао да се креира фајл.",
    "Could not find the content of this page." : "Није могао да се пронађе садржај ове странице.",
    "An instance with this URL already exists." : "Инстанца са овом URL адресом већ постоји.",
    "An instance with this URL already exists" : "Инстанца са овом URL адресом већ постоји",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Не може да се пронађе инстанца коју покушавате да замените. Ово не би требало да се догоди, молимо вас да пријавите баг.",
    "We did not get a successful reply from the instance (URL: %s)" : "Нисмо примили успешан одговор од инстанце (URL: %s)",
    "We did not understand the instance’s version" : "Нисмо разумели верзију инстанце",
    "XWiki Page" : "XWiki страница",
    "XWiki" : "XWiki",
    "New wiki added!" : "Додат је нови вики!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Сада можете да претражујете и прегледате странице са %s. Ако имате налог на овом викију, обавезно се пријавите, тако да можете претраживати странице којима имате приступ!",
    "XWiki Integration for Nextcloud" : "XWiki интеграција за Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Ова апликација вам омогућава да претражујете и приказујете свој XWiki садржај директно из Nextcloud. XWiki је моћна платформа за развој која вам омогућава да вики прилагодите својим потребама. користећи структуиране податке и скриптовање унутар странице, имате могућност да креирате макрое и апликације које вам омогућавају да проширите могућности свог викија. Напомена: за комплетну функционалност је потребно Nextcloud проширење на XWiki (11.10 или новије).",
    "Where do you want to save the PDF?" : "Где желите да сачувате PDF?",
    "The page has been successfully saved!" : "Страница је успешно сачувана!",
    "An error occurred while saving the page:" : "Дошло је до грешке приликом чувања странице:",
    "This wiki is already registered. We focused it for you." : "Овај вики је већ регистрован. Фокусирали смо га за вас.",
    "Are you sure you want to remove this instance?" : "Да ли сте сигурни да желите да уклоните ову инстанцу?",
    "Removing…" : "Уклања се",
    "An error occured while removing the instance." : "Дошло је до грешка приликом уклањања инстанце.",
    "Please try again later." : "Молимо вас да поново покушате касније.",
    "with the Nextcloud app" : "са Nextcloud апликацијом",
    "(the Nextcloud app is missing)" : "(Nextcloud апликација недостаје)",
    "(make sure the Nextcloud application is installed)" : "(обезбедите да је Nextcloud апликација инсталирана)",
    "Could not reach this instance" : "Не може да се допре до ове инстанце",
    "Saving…" : "Снимам…",
    "Do you want to notify users about this new instance?" : "Желите ли да обавестите кориснике о овој новој инстанци?",
    "An error occured while saving the instance." : "Дошло је до грешка приликом чувања инстанце.",
    "Sorry, could not save the settings" : "Жао нам је, подешавања нису могла да се сачувају",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Овај вики нема Nextcloud апликацију. то је неопходно да би био могућ приступ из Nextcloud. Молимо вас да питате његовог администратора да инсталира ово проширење.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Нисмо могли да одредимо да ли овај вики има Nextcloud апликацију. То је потребно да би био могућ приступ из Nextcloud. Ако дођете до непостојеће странице, то значи да апликација није инсталирана, па вас у том случају молимо да затражите од администратора викија да инсталира ово проширење.",
    "Check" : "Провери",
    "Save" : "Сачувај",
    "Remove" : "Уклони",
    "XWiki Instances" : "XWiki инстанце",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "Можете да додате XWiki инстанце којима ће корисници моћи да приступе из Nextcloud.",
    "URL:" : "URL:",
    "Add" : "Додај",
    "No wikis are registered yet." : "Још увек није регистрован ниједан вики.",
    "URL" : "URL",
    "Actions" : "Радње",
    "Notes" : "Белешке",
    "You are adding a wiki!" : "Управо додајте вики!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "Обезбедите да је на овом викију инсталирана <a>Nextcloud апликација</a> (овај линк вас води на менаџера проширења).",
    "You can skip this step." : "Можете да прескочите овај корак.",
    "Users might only be able to search content guests can access." : "Корисници можда могу да претражују само садржај доступан гостима.",
    "Got it" : "Разумем",
    "Save as PDF" : "Сачувај као PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "Помоћу XWiki апликације бићете у могућности да претражујете  приказујете XWiki садржај.",
    "Please ask your administrator to add some." : "Молимо вас да замолите свог администратора да дода неке.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Ако сте ви администратор, викије можете да додате у <a href='%s'>XWiki одељку административних подешавања</a>.",
    "Find XWiki Content" : "Пронађи XWiki садржај",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Претрагу XWiki садржаја покрећете тако што кликнете на дугме претраге у горњем десном углу екрана и почнете да куцате.",
    "Active Wikis" : "Активни викији",
    "You will be able to see results from the following wikis:" : "Моћи ћете да видите резултате из следећих викија:",
    "(not signed in)" : "(нисте пријављени)",
    "You have no active wikis. You can enable some to find XWiki content." : "Немате активних викија. Да бисте могли да пронађете XWiki садржај, можете да активирате неки.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "То можете да урадите у <a href='%s'>XWiki подешавањима</a>.",
    "Sign in to these wikis to be able to see personalized results." : "Пријавите се у ове викије да бисте могли да видите персонализоване резултате.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Желите ли да из Nextcloud приступите још неким викијима? Молимо вас да замолите свог администратора да их дода!",
    "Integrated Mode" : "Интегрисани режим",
    "You can start browsing XWiki content using the menu on the left." : "Прегледање XWiki садржаја можете почети употребом менија са леве стране.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "Имајте на уму да је ова функционалност још увек експериментална и да се могу јавити неки багови. Молимо вас да пријавите било који проблем на који наиђете. Ваша повратна информација је добродошла.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "ако желите да одавде прегледате XWiki садржај, укључите интегрисани режим у <a href='%s'>XWiki подешавањима</a>.",
    "Preferences" : "Поставке",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Кадгод кликнете на резултат претраге, подразумевано се преусмеравате на XWiki. Ако укључите интегрисани режим, XWiki резултати ће се приказивати унутар Nextcloud. Резултат је лепше искуство, али овај режим је експерименталан и може бити проблема са приказом.",
    "Integrated mode (experimental)" : "Интегрисани режим (експериментално)",
    "Get access" : "Преузми приступ",
    "Use this wiki (%s)" : "Користи овај вики (%s)",
    "An error happened while getting access to this wiki." : "Дошло је до грешке током покушаја добијања приступа овом викију.",
    "Please ask its administrator to register this Nextcloud instance." : "Молимо вас да замолите његовог администратора да региструје ову Nextcloud инстанцу.",
    "You cancelled the access." : "Укинули сте приступ.",
    "XWiki didn’t provide an access token." : "XWiki није доставио приступни жетон.",
    "Log out" : "Одјави се",
    "Wikis and Access" : "Викији и приступ",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "Када нешто тражите, Nextcloud ће преузети резултате из следећих викија. Nextcloud подразумевано није пријављен на ове викије, тако да ће резултати бити оно што виде гости.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "Ако имате XWiki налог, можете да кликнете на „Преузми приступ”, па ће Nextcloud онда моћи да вам врати резултате за ствари којима можете да приступите.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "Викије можете да искључте тако што уклоните знак штиклирања из њиговог „Користи” поља. Резултати претраге из ових викија се неће приказивати.",
    "Use" : "Искористи",
    "Access" : "Приступ",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "Нисмо успели да и ваше име потврдимо идентитет на викију %s. Покушајте да добијете приступ дугметом испод. Ако ни то не ради, молимо вас да замолите вашег администратора да вам помогне. Он мора поставити подешавања тако да Nextcloud може добити приступ у ваше име.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "Није могао да се контактира вики %s. Молимо вас да покушате касније, или да замолите његовог администратора за помоћ. Дошло је до грешке: %s",
    "All set!" : "Све је спремно!",
    "The wiki %s is ready to be used." : "Вики %s је спреман за коришћење.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Ако након клика на „Преузми приступ” дођете на страницу која каже да документ не постоји, то значи да је потребно да се вики подеси. Замолите администратора да то уради за вас."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}