{ "translations": {
    "This XWiki instance was not found in the admin settings. Please contact your administrator." : "Mfano huu wa XWiki haukupatikana katika mipangilio ya msimamizi. Tafadhali wasiliana na msimamizi wako.",
    "Please provide a page name in the p parameter." : "Tafadhali toa jina la ukurasa katika kigezo cha p.",
    "Please provide a path in the save_path parameter." : "Tafadhali toa njia katika kipengele cha save_path.",
    "Could not get the content of this page." : "Haikuweza kupata maudhui ya ukurasa huu.",
    "You are not permitted to create this file." : "Huruhusiwi kuunda faili hii.",
    "Could not create the file." : "Haikuweza kuunda faili.",
    "Could not find the content of this page." : "Haikuweza kupata maudhui ya ukurasa huu.",
    "An instance with this URL already exists." : "Mfano wenye URL hii tayari upo.",
    "An instance with this URL already exists" : "Kuna mfano wenye URL hii tayari upo",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Haikuweza kupata mfano unaojaribu kubadilisha. Hili halipaswi kutokea, tafadhali ripoti hitilafu.",
    "We did not get a successful reply from the instance (URL: %s)" : "Hatukupata jibu la mafanikio kutoka kwa mfano (URL: %s)",
    "We did not understand the instance’s version" : "Hatujaelewa toleo la mfano",
    "XWiki Page" : "Ukurasa wa XWiki",
    "XWiki" : "XWiki",
    "New wiki added!" : "Wiki mpya imeongezwa!",
    "You can now search and browse pages from %s. If you have an account on this wiki, make sure to log in so you can search pages you have access to!" : "Sasa unaweza kutafuta na kuvinjari kurasa kutoka %s. Ikiwa una akaunti kwenye wiki hii, hakikisha umeingia ili uweze kutafuta kurasa unazoweza kufikia!",
    "XWiki Integration for Nextcloud" : "Ujumuishaji wa XWiki kwa Nextcloud",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Programu hii inakuruhusu kutafuta na kuonesha maudhui yako ya XWiki moja kwa moja kutoka Nextcloud. XWiki ni jukwaa lenye nguvu la maendeleo linalokuruhusu kubinafsisha wiki kulingana na mahitaji yako maalum. Kwa kutumia data iliyopangwa na maandiko ndani ya ukurasa unaweza kuunda macros na programu zinazokuruhusu kupanua uwezo wa wiki yako. Kumbuka: utendaji kamili unahitaji upanuzi wa Nextcloud kwenye XWiki (11.10 au baadaye inahitajika).",
    "Where do you want to save the PDF?" : "Unataka kuhifadhi PDF wapi?",
    "The page has been successfully saved!" : "Ukurasa umehifadhiwa kwa mafanikio!",
    "An error occurred while saving the page:" : "Kulitokea hitilafu wakati wa kuhifadhi ukurasa:",
    "This wiki is already registered. We focused it for you." : "Wiki hii tayari imesajiliwa. Tumeilenga kwa ajili yako.",
    "Are you sure you want to remove this instance?" : "Je, una uhakika unataka kuondoa mfano huu?",
    "Removing…" : "Inaondoa...",
    "An error occured while removing the instance." : "Kulitokea hitilafu wakati wa kuondoa mfano.",
    "Please try again later." : "Tafadhali jaribu tena baadaye.",
    "with the Nextcloud app" : "Na programu ya Nextcloud",
    "(the Nextcloud app is missing)" : "(programu ya Nextcloud haipo)",
    "(make sure the Nextcloud application is installed)" : "(Hakikisha programu ya Nextcloud imewekwa)",
    "Could not reach this instance" : "Haikuweza kufikia mfano huu",
    "Saving…" : "Inahifadhi...",
    "Do you want to notify users about this new instance?" : "Je, unataka kuwajulisha watumiaji kuhusu mfano huu mpya?",
    "An error occured while saving the instance." : "Hitilafu ilitokea wakati wa kuhifadhi mfano.",
    "Sorry, could not save the settings" : "Pole, haikuweza kuhifadhi mipangilio",
    "This wiki does not have the Nextcloud application. This is needed to get access to it from Nextcloud. Please ask its administrator to install this extension." : "Wiki hii haina programu ya Nextcloud. Hii inahitajika ili kupata ufikiaji kutoka Nextcloud. Tafadhali muulize msimamizi wake aweke upanuzi huu.",
    "We could not determine if this wiki has the Nextcloud application. This is needed to get access to it from Nextcloud. If you land on a non existing page, it means it is not installed, in which case please ask the administrator of the wiki to install this extension." : "Hatukuweza kubaini kama wiki hii ina programu ya Nextcloud. Hii inahitajika ili kupata ufikiaji kutoka Nextcloud. Ukifika kwenye ukurasa usiokuwepo, inamaanisha haijasakinishwa, katika hali hiyo tafadhali muulize msimamizi wa wiki kusakinisha kiendelezi hiki.",
    "Check" : "Angalia",
    "Save" : "Hifadhi",
    "Remove" : "Ondoa",
    "XWiki Instances" : "Matukio ya XWiki",
    "You can add XWiki instances that users will be able to access from Nextcloud." : "Unaweza kuongeza matukio ya XWiki ambayo watumiaji wataweza kufikia kutoka Nextcloud.",
    "URL:" : "URL:",
    "Add" : "Ongeza",
    "No wikis are registered yet." : "Hakuna wikis zilizoorodheshwa bado.",
    "URL" : "URL",
    "Actions" : "Utendekaji",
    "Notes" : "Madokezo",
    "You are adding a wiki!" : "Unaongeza wiki!",
    "Make sure the <a>Nextcloud application</a> is installed on this wiki (this link will take you to your extension manager)." : "Hakikisha <a> programu ya 1Nextcloud</a> imewekwa kwenye wiki hii (kiungo hiki kitakupeleka kwa msimamizi wa upanuzi wako).",
    "You can skip this step." : "Unaweza kuruka hatua hii.",
    "Users might only be able to search content guests can access." : "Watumiaji wanaweza tu kuweza kutafuta maudhui ambayo wageni wanaweza kufikia.",
    "Got it" : "Nimeipata",
    "Save as PDF" : "Hifadhi kama PDF",
    "With the XWiki app, you will be able to search and display XWiki content." : "With the XWiki app, you will be able to search and display XWiki content.",
    "Please ask your administrator to add some." : "Tafadhali muulize msimamizi wako aongeze baadhi.",
    "If you are an administrator, you can add wikis in the <a href='%s'>XWiki administration section</a>." : "Ikiwa wewe ni msimamizi, unaweza kuongeza wikis katika <a href='%s'>sehemu ya usimamizi ya 1XWiki</a>.",
    "Find XWiki Content" : "Tafuta Maudhui ya XWiki",
    "Click on the search button at the top right of the screen and start typing to search XWiki content." : "Bofya kitufe cha utafutaji kwenye kona ya juu kulia ya skrini na anza kuandika ili kutafuta maudhui ya XWiki.",
    "Active Wikis" : "Wikis Zinazotumika",
    "You will be able to see results from the following wikis:" : "Utaweza kuona matokeo kutoka kwa wikis zifuatazo:",
    "(not signed in)" : "(sijatia saini)",
    "You have no active wikis. You can enable some to find XWiki content." : "Huna wikis zozote zinazofanya kazi. Unaweza kuwezesha baadhi ili kupata maudhui ya XWiki.",
    "You can do so in the <a href='%s'>XWiki settings</a>." : "Unaweza kufanya hivyo katika mipangilio ya <a href='%s'>XWiki</a>.",
    "Sign in to these wikis to be able to see personalized results." : "Ingia kwenye wikis hizi ili uweze kuona matokeo yaliyobinafsishwa.",
    "Do you want to access another wiki from Nextcloud? Please ask your administrator to add it!" : "Je, unataka kufikia wiki nyingine kutoka Nextcloud? Tafadhali muulize msimamizi wako aiongeze!",
    "Integrated Mode" : "Hali Iliyounganishwa",
    "You can start browsing XWiki content using the menu on the left." : "Unaweza kuanza kuvinjari maudhui ya XWiki kwa kutumia menyu iliyo upande wa kushoto.",
    "Note that this feature is still experimental and some bugs can show up. Please report any issue you find. Feedback welcome." : "Kumbuka kuwa kipengele hiki bado kiko katika hatua ya majaribio na baadhi ya hitilafu zinaweza kutokea. Tafadhali ripoti tatizo lolote unalokutana nalo. Maoni yanakaribishwa.",
    "To browse XWiki content from here, you can enable integrated mode in the <a href='%s'>XWiki settings</a>." : "Ili kuvinjari maudhui ya XWiki kutoka hapa, unaweza kuwezesha hali iliyounganishwa katika mipangilio ya <a href='%s'>XWiki</a>.",
    "Preferences" : "Vitu vya upendeleo",
    "By default, you are redirected to XWiki whenever you click on a search result. If you enable the integrated mode, XWiki results will be displayed within Nextcloud. This can lead to a more seamless experience, but this mode is experimental and there can be display issues." : "Kwa chaguo-msingi, unapelekwa kwenye XWiki kila unapobofya kwenye matokeo ya utafutaji. Ukiruhusu hali iliyounganishwa, matokeo ya XWiki yataonyeshwa ndani ya Nextcloud. Hii inaweza kusababisha uzoefu usio na mshono zaidi, lakini hali hii ni ya majaribio na kunaweza kuwa na matatizo ya kuonyesha.",
    "Integrated mode (experimental)" : "Hali iliyounganishwa (ya majaribio)",
    "Get access" : "Pata ufikiaji",
    "Use this wiki (%s)" : "Tumia wiki hii (%s)",
    "An error happened while getting access to this wiki." : "Hitilafu ilitokea wakati wa kupata ufikiaji wa wiki hii.",
    "Please ask its administrator to register this Nextcloud instance." : "Tafadhali muulize msimamizi wake asajili kisa hiki cha Nextcloud.",
    "You cancelled the access." : "Ulikatisha ufikiaji.",
    "XWiki didn’t provide an access token." : "XWiki haikutoa tokeni ya ufikiaji.",
    "Log out" : "Ondoka",
    "Wikis and Access" : "Wikis na Ufikiaji",
    "When you search something, Nextcloud will fetch results from the following wikis. By default, Nextcloud is not logged to these wikis, so results will be what guests see." : "Unapotafuta kitu, Nextcloud itapata matokeo kutoka kwa wikis zifuatazo. Kwa chaguo-msingi, Nextcloud haijaingia kwenye wikis hizi, kwa hivyo matokeo yatakuwa yale ambayo wageni wanaona.",
    "If you have an XWiki account, you can click on “Get access” so Nextcloud will be able to give you results for the things you can access." : "Ikiwa una akaunti ya XWiki, unaweza kubofya \"Pata ufikiaji\" ili Nextcloud iweze kukupa matokeo kwa vitu unavyoweza kufikia.",
    "You can disable wikis by unchecking their “Use” checkbox. Search results from these wikis will not be displayed." : "Unaweza kuzima wikis kwa kuondoa alama kwenye kisanduku chao cha \"Tumia\". Matokeo ya utafutaji kutoka kwa wikis hizi hayataonyeshwa.",
    "Use" : "Tumia",
    "Access" : "Ufikiaji",
    "We were unable to authenticate on your behalf on the wiki at %s. Try to get access with the button below. If it still does not work, please ask for help to its administrator. They need to set it up so Nextcloud can access it on your behalf." : "Hatukuweza kuthibitisha kwa niaba yako kwenye wiki katika %s. Jaribu kupata ufikiaji kwa kubofya kitufe kilicho hapa chini. Ikiwa bado haifanyi kazi, tafadhali omba msaada kwa msimamizi wake. Wanahitaji kuiweka ili Nextcloud iweze kuifikia kwa niaba yako.",
    "Could not contact the wiki at %s. Please try again later, or ask for help to its administrator. The error was: %s" : "Haikuweza kuwasiliana na wiki kwa %s. Tafadhali jaribu tena baadaye, au omba msaada kwa msimamizi wake. Hitilafu ilikuwa: %s",
    "All set!" : "Yote yamekamilika!",
    "The wiki %s is ready to be used." : "Wiki %s iko tayari kutumika.",
    "If you reach a non-existing document after clicking on “Get access”, this means the wiki must be set up. Please ask its administrator to do it for you." : "Ikiwa unafikia hati isiyokuwepo baada ya kubofya Pata ufikiaji, hii inamaanisha kuwa wiki lazima ianzishwe. Tafadhali muombe msimamizi wake afanye hivyo kwa ajili yako."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}