{ "translations": {
    "Please provide a page name in the p parameter." : "Lütfen p parametresinde bir sayfa adı belirtiniz.",
    "Please provide a path in the save_path parameter." : "Lütfen save_path parametresinde dosya yolu belirtiniz.",
    "Could not get the content of this page." : "Bu sayfanın içeriği alınamadı.",
    "You are not permitted to create this file." : "Bu dosyayı oluşturmanıza izin verilmiyor.",
    "Could not create the file." : "Dosya oluşturulamadı.",
    "Could not find the content of this page." : "Bu sayfanın içeriği bulunamadı.",
    "An instance with this URL already exists." : "Bu URL'e sahip bir kopya zaten var.",
    "An instance with this URL already exists" : "Bu URL'e sahip bir kopya zaten var.",
    "Could not find the instance you are trying to replace. This should not happen, please report a bug." : "Değiştirmek istediğiniz kopya bulunamadı. Bu olmamalıydı, lütfen hata raporu gönderiniz.",
    "New wiki added!" : "Yeni wiki eklendi!",
    "XWiki Integration for Nextcloud" : "Nextcloud için XWiki entegrasyonu.",
    "This application allows you to search and display your XWiki content right from Nextcloud. XWiki is a powerful development platform that allows you to customize the wiki to your specific needs. Using structured data and in-page-scripting you can create macros and applications that allow you to extend the capabilities of your wiki. Note: full functionality requires the Nextcloud extension on XWiki (11.10 or later required)." : "Bu uygulama, XWiki içeriğinizi doğrudan Nextcloud'dan aramanıza ve görüntülemenize olanak tanır. XWiki, wiki'yi özel ihtiyaçlarınıza göre özelleştirmenize olanak tanıyan güçlü bir geliştirme platformudur. Yapılandırılmış verileri ve sayfa içi komut dosyalarını kullanarak, vikinizin yeteneklerini genişletmenize olanak tanıyan makrolar ve uygulamalar oluşturabilirsiniz. Not: Tam işlevsellik, XWiki'deki Nextcloud uzantısını gerektirir (11.10 veya üzeri gereklidir).",
    "Where do you want to save the PDF?" : "PDF'i nereye kaydetmek istersiniz?",
    "The page has been successfully saved!" : "Sayfa başarıyla kaydedildi!",
    "An error occurred while saving the page:" : "Sayfayı kaydederken bir hata oluştu:",
    "This wiki is already registered. We focused it for you." : "Bu wiki zaten kayıtlı. Biz sizin için ona odaklandık.",
    "Are you sure you want to remove this instance?" : "Bu kopyayı kaldırmak istediğinizden emin misiniz?",
    "Removing…" : "Kaldırılıyor...",
    "An error occured while removing the instance." : "Kopyayı kaldırırken bir hata oluştu.",
    "Please try again later." : "Lütfen daha sonra tekrar deneyiniz.",
    "with the Nextcloud app" : "Nextcloud uygulamasıyla",
    "Saving…" : "Kaydediliyor…",
    "Save" : "Kaydet",
    "Remove" : "Kaldır",
    "Add" : "Ekle",
    "URL" : "Adres",
    "Actions" : "İşlemler",
    "Notes" : "Notlar",
    "Preferences" : "Tercihler",
    "Log out" : "Oturumu kapat",
    "Access" : "Erişim"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}