OC.L10N.register(
    "xwiki",
    {
    "Saving…" : "Збереження...",
    "Save" : "Зберегти",
    "Remove" : "Вилучити",
    "Add" : "Додати",
    "URL" : "URL",
    "Actions" : "Дії",
    "Notes" : "Нотатки",
    "Preferences" : "Налаштування",
    "Log out" : "Вийти",
    "Use" : "Використовувати",
    "Access" : "Доступ"
},
"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);");
